{"id":3336,"date":"2022-09-29T16:31:30","date_gmt":"2022-09-29T21:31:30","guid":{"rendered":"https:\/\/metricsmule.com\/?page_id=3336"},"modified":"2022-12-24T13:20:12","modified_gmt":"2022-12-24T19:20:12","slug":"seo-consulting-houston","status":"publish","type":"page","link":"https:\/\/metricsmule.com\/seo-consulting-houston\/","title":{"rendered":"SEO Consulting Houston"},"content":{"rendered":"\n\n\t\t<h1>\n\t\t\tSEO ConsultingHouston\n\t\t<\/h1>\n\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"Let's Talk!\">\n\t\t\t\t\t\tLet&#8217;s Talk!\n\t\t\t\t\t<\/a>\n\t\t<h2>\n\t\t\tGrow Your Brand. Increase Your Visibility. Dominate Your Market.\n\t\t<\/h2>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/SEO-Dashboard.png\" alt=\"SEO consulting based in the Houston Texas area.\" itemprop=\"image\" height=\"900\" width=\"1200\" title=\"SEO-Dashboard\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tRank-up in Google Search Results with Houston SEO and Powerful Websites.\n\t\t<\/h2>\n\t\t\t<p>Check out our Houston SEO packages below.<\/p>\t\t\n\t\t\t\t\t\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/SEO-Friendly-Websites.jpg\" alt=\"SEO friendly websites that help you rank high online\" itemprop=\"image\" height=\"1024\" width=\"1024\" srcset=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/SEO-Friendly-Websites.jpg 1024w, https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/SEO-Friendly-Websites-300x300.jpg 300w, https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/SEO-Friendly-Websites-150x150.jpg 150w, https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/SEO-Friendly-Websites-768x768.jpg 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" title=\"SEO-Friendly-Websites\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h3>\n\t\t\tWhy choose MetricsMule for SEO Consulting Houston?\n\t\t<\/h3>\n\t\t\t<p>Get ready to grow!<br \/>When it comes to SEO Consulting Houston, we know the exact blueprint to help you grow with increased online exposure and visibility. How? Prior to creating MetricsMule, we developed and grew two other small businesses to gigantic growth levels, with one recent business <strong>growing 10X<\/strong> in just five short years, where we went from 10k in sales\/month to 800k\/month. Our background is in the automotive repair industry, but regardless of what industry you&#8217;re in, the exact blueprint and results can apply. Do you need to be more &#8220;findable&#8221; online? Do you wish you appeared on Google&#8217;s first page more? How about videos? Did you know YouTube is the second largest search engine and that <a href=\"https:\/\/metricsmule.com\/video-seo-services\/\">video SEO<\/a> is becoming just as important as any other type of SEO? We&#8217;ll help you get ranked higher on all search engines and you&#8217;ll notice the difference. <\/p>\t\t\n\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener nofollow\">\n\t\t\t\t\t\t\t\tBook a Call\n\t\t\t\t\t\t\t<\/a>\n\t\t\t<a href=\"https:\/\/metricsmule.com\/tomball-seo\/\" target=\"_blank\" rel=\"noopener\">\n\t\t\t\t\t\t\t\tTomball SEO\n\t\t\t\t\t\t\t<\/a>\n\t\t<h2>\n\t\t\tHouston SEO Consulting Packages\n\t\t<\/h2>\n\t\t\t<p>Want to rank higher in online search results? You&#8217;ve come to the right place. <br \/>Choose the right package for you and watch your online visibility increase. <br \/>Each month you&#8217;ll receive proven and successful SEO optimizations for your website.<br \/><strong>Packages:<br \/><\/strong>Boost = Basic SEO <strong>|<\/strong> Pro = Everthing in Boost + More <strong>| <\/strong>Elite = Everything in Boost + Pro + More.<\/p>\t\t\n\t\t\t\t\tSEO Boost\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t<h4>Basic SEO<\/h4>\n\t\t\t\t\t\tevery \/month\n\t\t\t\t<ul role=\"list\"><li role=\"listitem\">All On-Page SEO Work<\/li><li role=\"listitem\">Improve Metadata<\/li><li role=\"listitem\">Keyword Research Database<\/li><li role=\"listitem\">Basic Local SEO<\/li><li role=\"listitem\">Basic Website Audit<\/li><\/ul>\t\t\t\t\n\t\t\t<a href=\"\" target=\"_self\" role=\"button\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\tSEO Pro\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t<h4>Boost + More<\/h4>\n\t\t\t\t\t\tevery \/month\n\t\t\t\t<ul role=\"list\"><li role=\"listitem\">Pro Keyword Research<\/li><li role=\"listitem\">Technical &#038; On-Page SEO<\/li><li role=\"listitem\">Competitor Analysis<\/li><li role=\"listitem\">Website Audits<\/li><li role=\"listitem\">Website Optimization, Speed<\/li><\/ul>\t\t\t\t\n\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" role=\"button\" rel=\"noopener\">\n\t\t\t\t\t\t\tGet Started\n\t\t\t\t\t<\/a>\n\t\t\t\t\tSEO Elite\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t<h4>Boost + Pro + More<\/h4>\n\t\t\t\t\t\tevery \/month\n\t\t\t\t<ul role=\"list\"><li role=\"listitem\">Advanced Backlinking<\/li><li role=\"listitem\">5 Blog Posts\/Month<\/li><li role=\"listitem\">Video, YouTube Videos<\/li><li role=\"listitem\">Weekly Reports<\/li><li role=\"listitem\">Content, Schema, Google ADs<\/li><\/ul>\t\t\t\t\n\t\t\t<a href=\"\" target=\"_self\" role=\"button\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t<\/a>\n\t<a href=\"https:\/\/airtable.com\/shrWBp528YiC9kjNZ\" target=\"_blank\" role=\"button\" rel=\"noopener nofollow\" aria-label=\"Click to see a sample of our popular SEO packages\">\n\t\t\t\t\t\tClick to see a sample of our popular SEO packages\n\t\t\t\t\t<\/a>\n\tYes, we&#8217;re in the Houston area, but these SEO packages aren&#8217;t just for SEO consulting in Houston; they&#8217;re available for anyone, anywhere.<br \/>\n<strong>So what do these SEO consulting packages include, exactly?<br \/>\n<\/strong>Each package is for a set amount of time, usually in 3-month increments. However, we highly recommend that you commit to at least a 6-month term. That&#8217;s because SEO and ranking high in the search results take time when done the right way. Each package provides you with a dedicated concierge level of support just for you. Every month you&#8217;ll receive a comprehensive report of every project and task that was completed and what lays ahead for the next week and month. This includes keyword research, competitor analysis, website audits, SERP ranking, video SEO, technical and on-page SEO auditing and much more.\n\t\t<h2>\n\t\t\tSEO Consulting Houston Approach\n\t\t<\/h2>\n\t\t\t<p>Here&#8217;s a snippet of our onboarding process. <\/p>\t\t\n\t\t\t\t\t\t\t<p>DISCOVERY CALL<\/p>\n\t\t\t\t\t\t\t<p>The first starting point is to learn about you, your business, and your growth goals. Do you need a website built, or do you currently have one and require implementing SEO strategies for you to rank higher? We&#8217;ll hop on a phone or Zoom call for about 30 minutes to discover if we&#8217;ll be a good partner together. You can <a href=\"https:\/\/calendly.com\/metricsmule\/30min\" rel=\"nofollow noopener\" target=\"_blank\">schedule a discovery call here. <\/a><\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>PROPOSAL<\/p>\n\t\t\t\t\t\t\t<p>After our initial discovery call and determination that we&#8217;ll be a good fit, we will draft a proposal based on your goals and the information provided. We&#8217;ll outline each step we&#8217;ll take to start your ranking-up SEO journey. Our proposal is broken down into phases and time frames for 100% complete transparency. <\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>ONBOARDING WELCOME<\/p>\n\t\t\t\t\t\t\t<ul><li>Once you agree to the proposed terms and sign the proposal, we&#8217;ll email you an onboarding welcome package.<\/li><li>We&#8217;ll provide you with a custom Airtable SEO analysis link that will give you complete clarity on everything we&#8217;ll be doing with time frames. <\/li><li>A payment processing link to complete the first downpayment (phase one) and direct debits for seamless billing.<\/li><li>Exchange essential login credentials like website logins, marketing CRMs, etc. <\/li><\/ul>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>KEYWORD ANALYSIS<\/p>\n\t\t\t\t\t\t\t<p>After the proposal is signed and we have our foundation set, the fun part begins with keyword research. We&#8217;ll conduct in-depth research and analysis strategies specific to your website and campaign. We&#8217;ll look for the &#8220;low-hanging fruit&#8221; keyword ideas that other competitors are not using, analyze the top-ranking websites in your market and see exactly what they are doing. <\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>WEBSITE OPTIMIZATIONS, TECHNICAL SEO<\/p>\n\t\t\t\t\t\t\t<p>Time to start your website optimizations. This includes technical SEO, on-page SEO, local SEO, and video SEO. And depending on what package you&#8217;re under (Boost, Pro, or Elite), some of these phases will be extended because of the added SEO strategies like content SEO and video SEO. Each week you&#8217;ll receive comprehensive updates in our project management database, created with Airtable. <\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t<h2>\n\t\t\tWhat is SEO Consulting Houston?\n\t\t<\/h2>\n\t\t<h3>\n\t\t\tIs it only for Houston?\n\t\t<\/h3>\n\t<p>SEO consulting is for everyone, not just Houston, Texas.  We happen to be located in Houston, TX, but all of these SEO services and blueprints apply to anyone, everywhere, and in any industry. Before creating MetricsMule, we spent 10+ years traveling throughout the United States in just about every major city and visiting other small to mid-size businesses. Our passion is helping businesses grow. Let&#8217;s do it for you!<\/p>\n<strong>So what exactly is SEO consulting, and what does it include?<br \/>\n<\/strong>SEO consulting consists of results-driven and proven strategies that we&#8217;ll implement for your business every month consistently. SEO is a process, and results do not just happen overnight. Each month we&#8217;ll implement these strategies to help you boost your visibility, generate more traffic, and skyrocket your sales and customer reach. Hundreds of people are searching for you and your services every day. Let&#8217;s make sure you can be found.\n<strong>Do you know if your website is set up correctly for SEO?  What is technical SEO?<br \/>\n<\/strong>Unfortunately, many people do not know the importance of this. One of the first things we do is make sure your website is optimized for search engines like Google to crawl your website. If they can&#8217;t crawl your website correctly, you&#8217;ll never appear in the search results. These strategies are also known as <a href=\"https:\/\/metricsmule.com\/technical-seo\/\">technical SEO<\/a>. This is extremely important.<br \/>\nDo you have a sitemap? How about metadata set up accurately? Or what about your title tags, headings, and page descriptions? These are all features of technical SEO and are very important to implement the correct way.\n<p>Technical SEO is a building block that entails optimizing your website&#8217;s infrastructure that works cohesively with the content and keywords placed within your website. Doing this properly can significantly give your website a boost.<\/p>\n<strong>Responsive Websites for SEO<br \/>\n<\/strong>Having a responsive website is crucial. This is also known as having a mobile-friendly website. In recent years, Google has made this a top priority. If your website is not mobile-friendly, you can actually be penalized by leading search engines. Your website needs to be fully optimized to be used and look good on phones, iPads, etc.\n<strong>Do you have a local business in the Houston area?<br \/>\n<\/strong>If so, see where you are currently ranking. Choose the most important keywords and phrases related to your business and enter them into the Google search bar and see where you appear. Or better yet, see where your competitors appear. Here&#8217;s an example:<br \/>\nLet&#8217;s say you&#8217;re a body shop in Cypress, Texas (77095). Search for a few keyword phrases like this: body shops near me, automotive repair shop Cypress, TX, best collision repair 77095. Get it? It&#8217;s essential to use a variety of keywords and phrases to see where you stack up.\n<strong>Houston Local SEO:<br \/>\n<\/strong>We&#8217;ll use Houston as an example since this is where we&#8217;re located, but the same can apply to you in any city. Perform another search for your business name or your business category, followed by your zip code or city. Do you appear in the <a href=\"https:\/\/metricsmule.com\/local-seo\/\">Google My Business<\/a> results? This type of result will appear on the right-hand side of the search results page, usually with a map and a pinpoint of your business, location, and explanation of services. If you don&#8217;t see yourself here, let&#8217;s talk ASAP.\n\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"Let's Talk!\">\n\t\t\t\t\t\tLet&#8217;s Talk!\n\t\t\t\t\t<\/a>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/08\/target.gif\" alt=\"metricsmule consulting\" itemprop=\"image\" height=\"640\" width=\"640\" title=\"target\" onerror=\"this.style.display='none'\"  \/>\n\t<strong>Keyword Research<br \/>\n<\/strong>Keyword research is the building block of SEO, and when you use MetricsMule for your SEO consulting services, in Houston or otherwise, you&#8217;ll be set up with an amazing database of keyword research, analytics, competitor data, and more with our custom Airtable databases. We personally believe this tool, Airtable, cannot be beaten, and our SEO databases are second to none. We&#8217;ll figure out your most important keywords, your competitor&#8217;s keywords and use them in a way to boost your presence and sales.\n<strong>What is On-Page SEO, and how do you do it?<br \/>\n<\/strong>On-Page SEO is the strategy of optimizing your website to increase online exposure. This involves making changes to your actual website in the form of content, keyword usage, title, tags, headlines, and more. We explain more about <a href=\"https:\/\/metricsmule.com\/on-page-seo\/\">on-page optimization here<\/a>.\n<p><strong>A few examples<\/strong> can be high-quality blog posts with internal linking, user-friendly knowledge, and proper use of metadata.<\/p>\n<p>Another thing that is extremely important is <a href=\"https:\/\/metricsmule.com\/video-marketing\/\">video.<\/a> It never hurts to have quality YouTube videos on your website. In fact, we always like to create a video archives page (vlog) for your website. Did you know that Google owns YouTube? But not only that, YouTube is the second most visited search engine behind, you guessed it, Google. Try doing a search beginning with &#8220;how-to.&#8221; You&#8217;ll quickly notice that search engines will prioritize high-quality videos and place them on their first page.<\/p>\n<p>However, Google search and YouTube search operate totally differently. A search term that has a volume of 1000 visits per month on Google may only have a volume of 50 visits per month on YouTube. That&#8217;s why it&#8217;s so important to optimize both strategies the right way.<\/p>\n<p>For your videos, you&#8217;ll want to make sure that you appear in the top search results for not only regular search but also Google video search, image search, and YouTube&#8217;s search engine.<\/p>\n<p>Google&#8217;s first page of search results is precious real estate, and often, it can be very hard to appear there (especially if there is a lot of competition for a specific keyword).<\/p>\n<p>There are two ways to increase these chances, however.<\/p>\n1. Google Ads: Create a PPC Ad (pay per click) and set a budget on how much you&#8217;re willing to spend.<br \/>\n2. Create a great video that Google will feature on the first page. This is ideal if done right.\n<strong>MetricsMule does it all.<br \/>\n<\/strong>You only need to go to one place for SEO consulting. Even if you need a promotional video done, we do that too. We&#8217;ll integrate your videos, marketing collateral, SEO data, Google Analytics, Google Ads and Google My Business (Local SEO) altogether. Integration and automation that&#8217;s what we can do. From there, we&#8217;ll teach you exactly how to fish.\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/08\/automotive-websites-seo.gif\" alt=\"metricsmule marketing\" itemprop=\"image\" height=\"512\" width=\"512\" title=\"automotive-websites-seo\" onerror=\"this.style.display='none'\"  \/>\n\t<a href=\"https:\/\/metricsmule.com\/seo\/\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"More about SEO\">\n\t\t\t\t\t\tMore about SEO\n\t\t\t\t\t<\/a>\n\t<a href=\"https:\/\/metricsmule.com\/technical-seo\/\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"Technical SEO\">\n\t\t\t\t\t\tTechnical SEO\n\t\t\t\t\t<\/a>\n\t<a href=\"https:\/\/metricsmule.com\/on-page-seo\/\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"On-Page SEO\">\n\t\t\t\t\t\tOn-Page SEO\n\t\t\t\t\t<\/a>\n\t<a href=\"https:\/\/metricsmule.com\/video-seo-services\/\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"Video SEO \">\n\t\t\t\t\t\tVideo SEO \n\t\t\t\t\t<\/a>\n\t<a href=\"https:\/\/metricsmule.com\/local-seo\/\" target=\"_blank\" role=\"button\" rel=\"noopener\" aria-label=\"Local SEO\">\n\t\t\t\t\t\tLocal SEO\n\t\t\t\t\t<\/a>\n\t\t<h2>\n\t\t\tSEO Consulting Other Features\n\t\t<\/h2>\n\t\t<h3>\n\t\t\tWebsite Audit\n\t\t<\/h3>\n\t\t\t<p>We&#8217;ll kick off the SEO consulting campaign by performing a detailed website audit. These audits are the starting foundation for us to understand how your current site is built (if you currently have a site). If you don&#8217;t have a website, let&#8217;s start building one for you! We&#8217;ll inspect any technical errors that could be holding you back as well as implementing some important ones. <\/p>\t\t\n\t\t<h3>\n\t\t\tKeyword Research &#038; Analysis\n\t\t<\/h3>\n\t\t\t<p>One of the most important strategies of any SEO campaign is keyword research. These are the search phrases which your potential customers use to find you. We perform an extensive keyword research campaign not only for you, but to figure out your competitor&#8217;s keywords as well. We&#8217;ll then build a comprehensive database using our favorite <a href=\"https:\/\/metricsmule.com\/airtable\/\">CRM tool, Airtable. <\/a><\/p>\t\t\n\t\t<h3>\n\t\t\tCompetitor&#8217;s Analysis\n\t\t<\/h3>\n\t\t\t<p>Not only do you need to know your SEO and keyword data but it&#8217;s just as important to know your competitor&#8217;s as well. And that&#8217;s just what we&#8217;ll do. Knowing this data allows us to outsmart your competition and build stronger, more efficient SEO strategies and blueprints. Our campaigns are specifically built to help you dominate your local market. Lets go!<\/p>\t\t\n\t\t<h3>\n\t\t\t\t\t\t\t<a href=\"https:\/\/metricsmule.com\/airtable\/\" target=\"_blank\" rel=\"noopener\">\n\t\t\tDetailed Reporting\n\t\t\t\t\t\t\t<\/a>\n\t\t<\/h3>\n\t\t\t<p>You&#8217;ll love the detailed reporting we&#8217;ll provide. Our reports are actually full databases built with Airtable. They include all your keywords, statistics, competitor analytics, integrations with your marketing campaigns and much more. Easily sortable, easily filterable and full of automations. Click this box to learn more about Airtable. <\/p>\t\t\n\t\t<h3>\n\t\t\t\t\t\t\t<a href=\"https:\/\/metricsmule.com\/video-seo-services\/\" target=\"_blank\" rel=\"noopener\">\n\t\t\tVideo SEO &#038; YouTube\n\t\t\t\t\t\t\t<\/a>\n\t\t<\/h3>\n\t\t\t<p>They say a photo speaks a thousand words. Think about how much more a video speaks. Keyword searching for videos is arguably just as important, if not more important these days. We&#8217;ll create, edit and improve your video&#8217;s rankings so you&#8217;ll be found in search engines and on YouTube. We&#8217;ll build a VLOG page on your site. <\/p>\t\t\n\t\t<h3>\n\t\t\tWebsite Optimization\n\t\t<\/h3>\n\t\t\t<p>Technical SEO and On-Page SEO. We&#8217;ll optimize your site with all the important keywords, metadata, tags and content. Google needs to be able to successfully crawl your website and we&#8217;ll ensure it can. We&#8217;ll also optimize your site to be speedy and responsive (for mobile devices). You&#8217;ll notice big, positive changes. <\/p>\t\t\n\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener nofollow\">\n\t\t\t\t\t\t\t\tSchedule a discovery call\n\t\t\t\t\t\t\t<\/a>\n\t\t\t<a href=\"https:\/\/metricsmule.com\/about\/\" target=\"_blank\" rel=\"noopener\">\n\t\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2021\/06\/MuleAvatar512x512.png\" alt=\"\" title=\"\">\t\t\t\t\n\t\t\t\t\t\t\t\tWhy Us\n\t\t\t\t\t\t\t<\/a>\n\n","protected":false},"excerpt":{"rendered":"<p>SEO ConsultingHouston Let&#8217;s Talk! Grow Your Brand. Increase Your Visibility. Dominate Your Market. Rank-up in Google Search Results with Houston &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/seo-consulting-houston\/\"> <span class=\"screen-reader-text\">SEO Consulting Houston<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"page-builder","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/pages\/3336"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3336"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/pages\/3336\/revisions"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3336"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}