{"id":3146,"date":"2022-04-05T17:35:59","date_gmt":"2022-04-05T22:35:59","guid":{"rendered":"https:\/\/metricsmule.com\/?p=3146"},"modified":"2022-10-23T14:38:05","modified_gmt":"2022-10-23T19:38:05","slug":"automotive-repair-marketing-ideas","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/auto\/automotive-repair-marketing-ideas\/","title":{"rendered":"Automotive Repair Marketing Ideas"},"content":{"rendered":"\n\n<h1>\n\t\tAutomotive Repair Marketing Ideas &#8211; How to Stand-Out\n\t\t\t\t<\/h1>\t\n\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/03\/social-media.png\" alt=\"social-media\" itemprop=\"image\" title=\"\">\n<h2>\n\t\tThese automotive repair marketing ideas will help you stand-out in a crowded, and competitive industry.\n\t<\/h2>\n\t<p>Competing in a congested world of marketing can be difficult for an automotive repair shop, body shop, or collision center, especially if you&#8217;re just starting. Sometimes your funds could be too low to contribute to certain types of marketing campaigns. Other times you may be surrounded by a lot of competition in your local markets. <\/p>\n<p>MetricsMule, for example, is based in Houston, Texas. I remember a time not long ago when there would be a significant distance between one automotive repair shop and another. Today, however, it&#8217;s like Starbucks, it seems like there&#8217;s one on just about every corner.<\/p>\n<p>Doesn&#8217;t it get overwhelming at times with so many variants to consider? You often won&#8217;t see an ROI for weeks or months on your marketing efforts so you give up. <\/p>\n<p>But this doesn&#8217;t have to be the case. <\/p>\n<p>That&#8217;s why we&#8217;re sharing five automotive marketing tips for the automotive repair industry. Try them out and see if they can work for you. They&#8217;re simple, but sometimes a combination of simplicity and creativity can go a long way. <\/p>\nOn another note, one of the most important ways to increase your visibility is by using the <a href=\"https:\/\/metricsmule.com\/seo\/\">proper SEO strategies<\/a>. We have a few web pages explaining some of the best practices and blueprints regarding SEO. One example that has become more important than ever is having <a href=\"https:\/\/metricsmule.com\/video-seo-services\/\">good video SEO strategies<\/a>. What do I mean by video SEO strategies?\n<p>Think about the most popular search engine. You&#8217;re probably thinking of Google. If so, you are correct. Now ask yourself what you think the second most popular or used search engine is.  If you guessed YouTube, you&#8217;re right! And guess what? Google owns YouTube.<\/p>\n<blockquote>\nSo what does this mean for you?\n<\/blockquote>\nIt means that you need to start producing more videos. Post them on your website, on YouTube, and on your social media platforms. A simple online search in a search engine like Google today is entirely different than it was just a few short years ago. Search engines are now heavily rewarding good content in the form of videos by placing them on the first page of the search results.\nSo if you&#8217;re having a hard time ranking on the first page on search engines like Google or Bing, try creating and uploading a good, helpful video related to the important keywords you are trying to appear in the top of search results.\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2021\/11\/620x425-auto-stand-out.jpg\" alt=\"automotive-marketing-tips\" itemprop=\"image\" height=\"425\" width=\"620\" title=\"620x425-automotive-marketing-tips\" onerror=\"this.style.display='none'\"  \/>\n\t\t<!-- Comment to fix spacing issue\n\t-->\n\t\t<h2>0<\/h2>Automotive Repair Marketing Idea: Be Creative\n\t<!-- Comment to fix spacing issue\n\t-->\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/04\/creative-marketing-email.jpg\" alt=\"creative marketing ideas for the automotive repair industry\" itemprop=\"image\" height=\"900\" width=\"900\" title=\"creative-marketing-email\" onerror=\"this.style.display='none'\"  \/>\n\tOf course, you can be creative by hiring a graphic design team, using catchy phrases are trying to compete in price wars. But that will only put you in the majority of what everyone else does.\n<p>Let me explain&#8230;<\/p>\n\t<h3>\n\t\t\t\t#1 Direct Mail Marketing\n\t\t\t<\/h3>\n\tI&#8217;m sure you&#8217;ve received countless amounts of flyers in the mail. They&#8217;re usually an 8&#215;5 postcard-type flyers with pretty graphics and fonts. Many times they&#8217;re from a realtor or appliance company. Sometimes these do work. But often they don&#8217;t.\n<p>Why?<\/p>\n<p>Because people have become so used to receiving these that they&#8217;ve become desensitized.<\/p>\n<p>So what do you do instead? You have to stand-out and get your marketing collateral noticed more.<\/p>\n<h2>\n\t\tHow to Stand-Out in Automotive Marketing\n\t<\/h2>\n\tI understand. Sometimes you have to reach the audience as possible with minimal effort. But if you really want to stand out to prospective customers you need to make them WANT to open your mailers.\n<h4 data-pm-slice=\"1 1 []\"><strong>Send a hand-written direct mailer, self addressed with a personal touch<\/strong><\/h4>\nThis can seem tedious but when we did this, it provided an 85% open rate.\n<p>First, people can tell if the letter is printed by a computer (fake).<\/p>\n<p>However, when you handwrite on an envelope, it automatically creates a minor form of personalization.<\/p>\n<p>If you are a small business, this can be worth your time. When I first co-founded a business in the automotive repair industry, I did just this. It took time, but it worked.<\/p>\n<p>I remember sitting down for hours hand-addressing envelopes before sending them out. This might not seem like a good ROI and it probably isn&#8217;t if you at least have some solid sales coming in and other employees who could fill this role.<\/p>\n<p>But at the time I didn&#8217;t have that, so I did it myself. After some time, however, I did hire someone else to do that and it worked, big time. She ended up sending out about 7,000 mailers each month. After my calculations, this provided about a 60% ROI over a 6-month period.<\/p>\n<p>We&#8217;d get comments like &#8220;oh, someone just dropped off some flyers.&#8221; Well, no one dropped them off, but people felt like they did for some reason. Maybe it was because all of the envelopes were handwritten and self-addressed.<\/p>\n<p>Sending your flyers this way at least separates you from all of the other countless amounts of flyers people may get in the mail that is just generically, mass printed.<\/p>\n<p>Hey, nothing is wrong with mass-produced flyers because, after all, time is money, but if you want a more surefire way to get an open rate, this way is it.<\/p>\n<p><strong>Make the contents in the envelope bulky<\/strong><\/p>\nYou don&#8217;t have to send an expensive item, but you just want to provide more of an incentive for someone to open your item.\n<p>Think about it.<\/p>\n<p>If you received a self-addressed, handwritten envelope that has a little &#8220;prize&#8221; inside, wouldn&#8217;t you open it? The majority of people do.<\/p>\n<p>So what do you put in it?<\/p>\n<p>Anything that draws attention.<\/p>\n<p>Perhaps you can include a <strong><em>cool<\/em><\/strong> pen. Again, &#8220;cool.&#8221; But don&#8217;t just include a regular, boring ballpoint pen, make it one that includes a stylus, highlighter, or flashlight.<\/p>\n<p>I used to send one 8.5&#215;5.5 flyer in the mail that included five flyers, five business cards, and one letter.  This cost a grand total of two stamps.  The other type of mailer I would send costs three stamps, but I would receive almost an 80% open rate. An open rate 0f 80% in anything is considered remarkable. This mailer included the same as the two-stamp flyer, except I&#8217;d be able to add 2-4 pens as well.<\/p>\n<p>Give them something they&#8217;d want to use.<\/p>\n<p>We had a couple of favorite websites to get some cool ideas from; 4imprint and VistaPrint.<\/p>\n\t\t<!-- Comment to fix spacing issue\n\t-->\n\t\t<h2>0<\/h2>Automotive Repair Marketing Idea: Be Different\n\t<!-- Comment to fix spacing issue\n\t-->\t\n<h2>\n\t\t#2 Be Unique and Different \n\t<\/h2>\n\t<h3>\n\t\t\t\tIf everyone else is doing the same thing, you need to make your way just a little more different or unique.\n\t\t\t<\/h3>\n\t\t\tWhether you&#8217;re sending out newsletters, mailers, or flyers, you need to make yours stand out more. You don&#8217;t have to be a professional graphic designer, but if your current marketing collateral isn&#8217;t providing results, it&#8217;s time to change things up a bit. There are a few online resources and tools that can help with this.  Canva is one that we highly recommend. <a href=\"https:\/\/www.canva.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Canva<\/a> provides excellent, free tools to help you design a beautiful slide deck. Even better is their Pro Plan. The cost is worth it, too if you actually consider everything that you&#8217;re getting with it.  For example, a subscription to a stock image or stock video website could cost around $100 each month. Canva, however, is much, much cheaper than that. You&#8217;ll have access to free, ready-made templates, stock images, videos, and infographics, just to name a few.  Other affordable options are&#8230;\t\n\t\t\t <ul><li><a href=\"https:\/\/www.freepik.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">freepik.com<\/a><\/li><li><a href=\"https:\/\/slidesgo.com\/\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">slidesgo.com<\/a><\/li><li><a href=\"https:\/\/www.glorify.com\/\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">glorifyapp.com<\/a><\/li><\/ul>\t\t\n\t<h3>Less text, more visuals<\/h3>\n\tHave you heard the phrase &#8220;a photo speaks a thousand words?\n<p>It&#8217;s true. And we also believe a video speaks even more.<\/p>\n<p>When you have text-heavy slides, chances are your audience will do three things<\/p>\n<ol>\n<li><strong>Check out<\/strong><\/li>\n<li><strong>Read ahead of you<\/strong><\/li>\n<li><strong>Be on their phones<\/strong><\/li>\n<\/ol>\n<p>Let&#8217;s talk about PowerPoint presentations, Keynotes, and Slide Decks. I&#8217;ve designed and given a ton of presentations. And I&#8217;ve also attended many of them as well, and I can&#8217;t tell you how many times I&#8217;ve been bored out of my mind. I&#8217;m sure you have, too.<\/p>\n<p>How many times have you or have you noticed someone in the audience break out their cell phone or laptop and &#8220;pretend&#8221; that they&#8217;re doing something important and that it just can&#8217;t wait? It&#8217;s so important, in fact that they need to completely ignore the speaker presenting and focus on the device in front of their eyes. Sometimes, I understand this could be true, and there are fires to put out back at the office. But to be honest, most of the time, it&#8217;s not; it&#8217;s just that your audience is bored with what you&#8217;re saying and how you&#8217;re presenting.<\/p>\n<p>So when you create your slide deck, tell your story with more appealing visuals, videos, and fonts. You&#8217;ll see a big difference.<\/p>\n<p>Use images, gifs, or videos while using way less text. If you did a good job rehearsing, you wouldn&#8217;t need a lot of text. Because let&#8217;s just be honest, sometimes you use a lot of text to use as a crutch and a guide to help you remember your key points.<\/p>\n<p>Remember the movie Bambi? If you watch the beginning of Bambi, you&#8217;ll notice that it takes forever for the scene to cut to another scene. That simply would not cut it in today&#8217;s attention span.<\/p>\n<p>Why?<\/p>\n<p>Think of MTV. Back in MTV&#8217;s heydey and even still in its present day, you&#8217;ll notice a lot of quick action, scene cutting, and visual aspects in all of their shows. Many people MTV&#8217;s type of editing back then started the quick cutting attention span-grabbing content.<\/p>\n<p>I&#8217;m not saying to make your content mimic an MTV show, but just make your content more visually appealing. I&#8217;ve had a few presentations that only took me 10 minutes to present. But do you know how many slides I had in that one 10-minute presentation?<\/p>\n<blockquote><p>I used 100 slides for a ten-minute presentation.<\/p><\/blockquote>\n<p>Again, this has to be done carefully in order for it to make sense, but it&#8217;s better to keep your audience guessing then to have them read on.<\/p>\n\n\t\t<!-- Comment to fix spacing issue\n\t-->\n\t\t<h2>0<\/h2>Local Marketing Strategy\n\t<!-- Comment to fix spacing issue\n\t-->\t\n\t<h3>\n\t\t\t\tFor a small business it&#8217;s important to stand-out in your local market.\n\t\t\t<\/h3>\n\t\t\tNow we don&#8217;t mean dominate an entire city (although eventually, you could). But start with your zip code or within a 10-mile radius of your business.<p><strong><br \/><\/strong>For Example:<strong>If you&#8217;re a <a href=\"https:\/\/metricsmule.com\/automotive-websites-seo\/\">collision repair or body shop&#8230;<\/a><\/strong>If you are in the automotive repair small business side of things, you need to have your customers WANT to choose you.<h4 data-pm-slice=\"1 1 []\"><strong>Become an advisor and expert in your local neighborhoods to build trust.<\/strong><\/h4> How do you accomplish this?Well, one huge way is by using <a href=\"https:\/\/metricsmule.com\/local-seo\/\">automotive local SEO strategies<\/a>. <br \/>Local SEO is the best way to ensure you get found when someone searches for something like this: &#8220;automotive repair shop near me.&#8221;By staying relevant. Even though most customers may not need your services for a length of time or not at all, referrals can go a long way. And when those customers do NEED you, you&#8217;ll already be embedded in their minds with months worth of expert content you&#8217;ve provided for them, free.<h4 data-pm-slice=\"1 1 []\"><strong><br \/>Local Small Business Marketing Content<\/strong><\/h4>Like above, hopefully, you&#8217;ve been sending direct mailer packages to all homes living in the same zip code as your business. This is one way. I remember getting flyers from a certain electrician in my neighborhood each month. They were great because they always had his picture on the front, and they also had some really good tips. None of the flyers were salesy at all and people appreciate that. Also, be active in your local community. Sponsor a neighborhood event or your children&#8217;s sports team.Many neighborhoods have community-sponsored fall festivals or July 4th celebrations. If the price isn&#8217;t too bad, sponsor one. You may not get any sales from it, but hopefully, you&#8217;ll start to build some brand recognition. <h4><strong><br \/>People will get used to seeing your logo and brand.<\/strong><\/h4>After a few weeks of people being accustomed to seeing you as a sponsor, introduce yourself to the &#8220;strangers.&#8221; But DO NOT be salesy. Please. Just say something like, &#8220;Hello, I&#8217;m Eric. Nice to meet you. It seems like our daughters are having a good time on this team.&#8221;<h4><strong><br \/>No sales pitch.<\/strong><\/h4>Over time people will wonder and ask you about yourself and your business. Don&#8217;t force your services on them. I&#8217;ve seen this go so bad at &#8220;networking events.&#8221; I use quotes here because most times it&#8217;s not really a networking event. I like to call them, instead a &#8220;hey, look at me event.&#8221; LOL<h3 data-pm-slice=\"1 1 []\"> <\/h3><h3 data-pm-slice=\"1 1 []\"><strong>Give and wait to receive.<\/strong><\/h3>This works, believe me.I remember a time I did this and was blown away by the final results. But I understand this might not be ideal for everyone because this takes time and patience and can be expensive.Once there was this VIP prospect, I wanted to land badly. However, there was a problem. Everyone else did too!<h5 data-pm-slice=\"1 1 []\"> <\/h5><h5 data-pm-slice=\"1 1 []\"><strong>Here&#8217;s the issue: Everyone else<\/strong><\/h5>Everyone else pitched this man the same way. &#8220;Hi, I&#8217;m Dave and I would love to tell you about XYZ services and how we can improve your bottom line. We have this new, cutting-edge technology. Will you allow me 5 minutes?&#8221;<strong>Ugh. Yuck!<\/strong>Do you know how many times this guy heard this? He&#8217;d always respond with &#8220;Sure, e-mail me on Monday.&#8221;<strong>Lol.<\/strong>Well, most times people would email and the response they&#8217;d get would be&#8230;crickets 🦗<h3> <\/h3><h3><strong>What did you do?<\/strong><\/h3>This is where I became (over 2-3 years) his most trusted partner.I found out he was a part of this non-profit organization that helped local communities. Each quarter they would put on a large event all throughout the United States in a different city each time. During these events, they&#8217;d provide door prizes and special gifts, and donations to the recipients of these events.I would donate something every time. Something big. Something that stood out and couldn&#8217;t go unnoticed.<strong>55&#8243; TVs to each recipient. Usually 4-5 per event.<\/strong>Now I get it. This can be expensive. And it was. But I was willing to take the risk. At this point I had enough revenue to take this chance, even if it did not work out. But I knew that even if I did not witn this prospect over, I would still gain exposure from the other attendees.Luckily it worked.<strong>Why?<\/strong>Because I NEVER ONCE asked for the sale, promoted my business, or even spoke about it.<h4 data-pm-slice=\"1 1 []\"> <\/h4><h4 data-pm-slice=\"1 1 []\"><strong>Here&#8217;s what happened:<\/strong><\/h4>Over time he started seeing me everywhere, thinking &#8220;who is this guy who just gives and gives and gives?&#8221; Eventually, he started thanking me profusely. And I still never asked for anything.As I kept doing this, he started thanking me publicly, inviting me to very private events provided referrals on his behalf which amounted to tens of thousand of dollars in revenue over time.And so much more.I&#8217;ll explain a lot more of this in a separate blog post because there are so many more details. But my point here is: Give without expecting to receive (if you can) and over time it will pay off.<\/p>\t\n\t\t<!-- Comment to fix spacing issue\n\t-->\n\t\t<h2>0<\/h2>Digital Marketing\n\t<!-- Comment to fix spacing issue\n\t-->\t\n\t<h3>\n\t\t\t\tLess Busy Marketing\n\t\t\t<\/h3>\n\tEveryone sends email marketing campaigns. Everyone gets theirs deleted.<br \/>\nHere&#8217;s where history repeats itself.\n<h3 data-pm-slice=\"1 1 []\"><strong>The old ways are starting to work again. <\/strong><\/h3>\nEmail and digital marketing campaigns contain visual-heavy photos and images these days. Many times this can lead to an email firewall marking your emails as spam.\n<p>So what do you do?<\/p>\n<h4><strong>There are two marketing strategies that have worked for me:<\/strong><\/h4>\n<ol>\n<li>Send your email marketing campaigns without images. Just a simple email. But make it a true campaign in the form of 3-4 emails total, split up within a month&#8217;s time. However, make each email valuable to your customer. Again, give. Give some valuable advice or something of value like a very good rebate code. <strong>NOT<\/strong> 10% off. Make it good.<\/li>\n<li>\nSend your email marketing campaigns with visual content but with <strong>ONE<\/strong> gif file. A gif is a short, 2-5 second clip of a video that has been extremely condensed down in size. Put this at the top of your marketing strategy emails, and people will see it in their email preview. It won&#8217;t be content-heavy like email newsletters with a lot of images, but it will still contain a visual that moves and will capture the eye of the reader.\n<\/li>\n<li>It <b><i>actually needs<\/i><\/b> to be good, helpful content. What do I mean by this? Please do not just send email marketing campaigns promoting yourself, your business, or how &#8220;awesome&#8221; your services are. That&#8217;s a waste of time in people&#8217;s inboxes these days. It&#8217;s so essential to actually send them something valuable that they will truly remember and use. Here&#8217;s an example&#8230;<br \/>\nI used to send email marketing campaigns providing some important announcements from the big automotive manufacturers. It didn&#8217;t have much to do with my business or products, but it provided a centralized place people could go to view all of the announcements in one place. That way, they didn&#8217;t have to visit multiple manufacturers&#8217; websites. They could just come to mine and see all announcements in just one location. It worked because that page was one of the most visited webpages on my entire website.<\/li>\n<\/ol>\n\t\t<!-- Comment to fix spacing issue\n\t-->\n\t\t<h2>0<\/h2>Become an Advisor\n\t<!-- Comment to fix spacing issue\n\t-->\t\n\t<h3>\n\t\t\t\tProvide helpful, useful information.\n\t\t\t<\/h3>\n\t\t\tDon&#8217;t send marketing campaigns, emails, or presentations salesy or too self-promoted.\t\n\t<h4>\n\t\t\t\tWhen you send out your marketing content, make it count.\n\t\t\t<\/h4>\n\t\t\tThere&#8217;s a local plumber in my neighborhood that everyone knows and uses. But he never promoted himself in a sales-type way. <h4><strong>What does he do?<\/strong><\/h4><p> Since he lives in our neighborhood, he has access to our Facebook neighborhood group page. It&#8217;s private, and only members of the community can join. Time after time he provides free, helpful tips to help people. Each winter, he posts detailed videos and instructions for people to winterize their sprinkler systems. He could easily just post self-promotions like, &#8220;Hey, winter is coming; contact me today to winterize your sprinkler systems for only $99.&#8221; Yuck. Instead, he provides free and valuable content marketing.He posts something like this: &#8220;Hello, neighbors. It&#8217;s Tim with Piper&#8217;s Plumbing, and today I&#8217;m going to show you a video on how to winterize your own pipes in only ten minutes.&#8221; Maybe you are thinking, why do this? If he had 100 views, that could have been 100 times he could have charged $99. Maybe. But maybe not.<\/p>\t\n\t<h4 data-pm-slice=\"1 1 []\"><strong>Here&#8217;s what happened.<\/strong><\/h4>\nHe did this for two years, and people always remembered that. He became a trusted advisor. Not a &#8220;vendor,&#8221; People would share his posts with people outside the neighborhood, their friends, and their families. Those people would forward the posts to their friends and family. And so on.\n<p>Ultimately when someone&#8217;s pipes did bust, guess what happened? Yup, they called Piper&#8217;s Plumbing.<\/p>\n<p>He would always provide advice to people&#8217;s questions on Facebook and provide free advice.<\/p>\n<h4><strong>So how did he make money?<\/strong><\/h4>\nHe gained so many customers who trusted him and looked to him as an advisor that he had to hire 3 other plumbers just to service them.\n<p>He couldn&#8217;t keep up with his marketing growth.<\/p>\n<p>It&#8217;s a sacrifice in the beginning but the long game is well worth it.<\/p>\n<p>You&#8217;ll see.<\/p>\n\n","protected":false},"excerpt":{"rendered":"<p>Automotive Repair Marketing Ideas &#8211; How to Stand-Out These automotive repair marketing ideas will help you stand-out in a crowded, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/auto\/automotive-repair-marketing-ideas\/\"> <span class=\"screen-reader-text\">Automotive Repair Marketing Ideas<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":3436,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"page-builder","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[48,56],"tags":[58],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3146"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3146"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3146\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/3436"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3146"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=3146"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=3146"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}