{"id":3417,"date":"2022-10-06T14:46:52","date_gmt":"2022-10-06T19:46:52","guid":{"rendered":"https:\/\/metricsmule.com\/?p=3417"},"modified":"2023-03-27T11:28:36","modified_gmt":"2023-03-27T16:28:36","slug":"origin-story","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/marketing\/origin-story\/","title":{"rendered":"MetricsMule Origin Story"},"content":{"rendered":"\n<h1>\n\t\tWebsites and SEO\n\t\tMetricsMule | Origin Story\n\t\t\t\t<\/h1>\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/02\/542x724-ME.jpg\" alt=\"stand out at the sema show trade show\" itemprop=\"image\" height=\"724\" width=\"542\" title=\"542x724-ME\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tBeginnings\n\t\t<\/h2>\n\t\t\t<p>I&#8217;ll never forget my first time. It was in Detroit.I&#8217;m talking about my first event&#8230;I was a fish out of water in a vast pond among strangers.&nbsp; Actually, I was more like a minnow.&nbsp;This would end up being the starting block of a long (but well worth it) process in learning how to achieve massive growth for a small start-up business.&nbsp;&nbsp;Back to that in a second.&nbsp;Prior to MetricsMule, we grew two small businesses in the automotive repair industry. And they grew fast. This is where we learned the exact formula to help small businesses increase their exposure, sales, and brand awareness.I&#8217;ll spare you a lot of the details regarding the first one and will instead focus more on the most recent company, where I was able to achieve 10X massive growth, doubling or tripling sales and customers year after year.&nbsp;<\/p><blockquote><strong>10X Growth<\/strong><\/blockquote><strong>Preface:<\/strong> <br>Although a lot of these details refer to my experience in automotive repair, the blueprints and successful formulas I&#8217;ve learned can be applied to any type of business.&nbsp; Whether you&#8217;re in the automotive industry, a personal trainer, a counselor, oil and gas, or a solo entrepreneur, MetricsMule will apply the same growth strategies to help you achieve your goals, reach new heights, and dominate your local market.&nbsp; &nbsp;<p><\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/Mule-Mascot-Web-1.png\" alt=\"SEO Consultant in Houston, TX\" itemprop=\"image\" height=\"1024\" width=\"1024\" title=\"Mule-Mascot-Web\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tWhy MetricsMule Started\n\t\t<\/h2>\n\t\t\tFor 15 years, I&#8217;ve visited hundreds of small businesses Nationwide, specifically in the automotive repair and collision repair industry (body shops). I personally traveled to every body shop in Houston, San Antonio, and Austin, Texas, and visited many others Nationwide in states like California, Arizona, Nevada, Georgia, Tennessee, and more.&nbsp; During those trips, I would personally visit body shops and automotive repair shops and talk to the employees and managers.&nbsp;We also attended every large trade show or automotive event in the automotive repair industry, like SEMA, NACE, CIC, NJAASP, body shop associations, NABC, insurance company events, etc., and spent fair amounts of time at many of the largest insurance companies in the United States for automotive repair claims like State Farm, Allstate, Geico, Travelers, AAA, USAA, Progressive and more.&nbsp;During these travels, I was able to learn all facets of the automotive repair industry and understand just how competitive this market was.&nbsp;It&#8217;s been a long road filled with many ups and downs; lessons learned the hard way, hustle, and experience. The beginning days consisted of hustle, heavy travel, and a ton of sales and marketing. From door-to-door sales, marketing campaigns, website design, and keynotes, I was determined to build a bullet-proof blueprint for growth.&nbsp;In the end, it all paid off, and it was all worth it. Our past companies massively increased their footprint and growth 10X. From just a few loyal customers to hundreds of thousands of customers. From 10 orders\/day to hundreds of orders\/day. From no online presence to being showcased on Google&#8217;s 1st page and YouTube&#8217;s 1st page for every major keyword.\t\t\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/me-palm-springsx1024.jpg\" alt=\"\" title=\"\">\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/me-sema-1024.jpg\" alt=\"\" title=\"\">\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/me-sema-x-1024.jpg\" alt=\"automotive seo houston\" title=\"\">\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/chicago-me-1024.jpg\" alt=\"\" title=\"\">\n            <nav>\n    \t\tPrevious\n    \t\tNext\n    \t<\/nav>\n\t\t<h2>\n\t\t\tInto the unknown\n\t\t<\/h2>\n\t\t\t<blockquote>I can remember flying to trade shows, not knowing a single person, and just trying to figure out a way to get my name out there.&nbsp;<\/blockquote>&nbsp;<strong>I was in Detroit.&nbsp;<\/strong>&nbsp;This was my first trade show, and I didn&#8217;t know a single person. Not one.&nbsp; I was in an unfamiliar city and didn&#8217;t know anyone. In fact, no one knew who I was, what my company was, or my purpose for being there. And this doesn&#8217;t even include being locked out of our hotel and walking around downtown Detroit at 3 am trying to figure out a way back in.&nbsp;&nbsp;<strong>I was a stranger.<\/strong>&nbsp;But that was perfectly fine because I believed it was only a matter of time.&nbsp;We were determined to get our name out there. After the first day of the NACE automotive trade show, we noticed that everyone&#8217;s day was really just beginning. Although the show ended at 5 pm, everyone had other events, dinners, parties, etc.&nbsp;&nbsp;We didn&#8217;t. But we knew we had to find a way there.&nbsp;&nbsp;<strong>It only took one person.&nbsp;<\/strong>&nbsp;<p>Then it happened. We met the one person who seemed open to talking with us. We met him (we called him our lucky charm) outside of the downtown Detroit hotel lobby. We hit it off pretty well and started talking. We knew he had to be a pretty important person because so many people were hovering around him, trying to attract his attention.&nbsp; It turns out he was the VP of a huge insurance company in the U.S. However, he was in a hurry and had to scurry to his Uber.&nbsp;&nbsp;We knew we didn&#8217;t have much time to act, so we got in a taxi close by and told him to follow that black Nissan Altima (the Uber that our lucky charm was in).&nbsp;We followed him, and it turned out he was going to a cocktail social event. We got out of our taxi and trailed right behind him, acting like we knew where we were and that we were supposed to be there. Events like this are heavily guarded, with receptionists checking you in and making sure your name is on the list. After all, the host spends a lot of money to host these events. Everything is complimentary, with an open bar, plenty of top-notch food, and conversations with people who all knew each other.&nbsp;Finally, our taxi was able to keep a good tail on our &#8220;lucky charm,&#8221; and we successfully arrived at the same place he was going. It was a private party at an exclusive event at a downtown lounge. So as my business partner and I entered this lounge, I struck up a conversation with our &#8220;lucky charm&#8221; while my partner talked to the receptionist. Obviously, we weren&#8217;t on the list, but our plan worked! As I kept talking to lucky charm, I noticed my partner was having our names written on spur-of-the-moment name tags.&nbsp;<\/p>&nbsp;<blockquote>LOL. I can&#8217;t believe this is working, I thought.&nbsp;<\/blockquote>&nbsp;Turns out, as I was talking to Mr. VIP, lucky charm, my partner explained to the receptionist that we were with him. And it worked! The receptionist saw lucky charm and me talking and laughing, so she assumed it was true. Well, in my mind, it was true. Kinda. At least, that&#8217;s how I justified it.&nbsp;But hey, we had to do whatever we had to do. We had a minimal budget, and returning from this trip had to have some sort of ROI, or we were doomed.&nbsp;&nbsp;We knew we wouldn&#8217;t be landing any type of significant contracts, but we had to do something to lay the groundwork down.&nbsp;&nbsp;Thank goodness it worked.&nbsp;&nbsp;&nbsp;\t\t\n\t\t\t\t\t\t<!-- pagination -->\n\t\t<h2>\n\t\t\tIt led from one to another\n\t\t<\/h2>\n\t\t\tIt didn&#8217;t end at this particular event, though. It turned into multiple.&nbsp;&nbsp;After we (well lucky charm) were done at the first event, it was time for the next. The problem was we had no idea where it was. So, as lucky charm left, so did we.&nbsp;&nbsp;Yeah, I know. We were riding his coattails all night. But we were getting along, and we felt that the feeling was mutual.&nbsp;&nbsp;<strong>Act as if you belong there.&nbsp;<\/strong>&nbsp;This is the most essential advice to follow. Act as if you belong there. And that&#8217;s what we did, and it worked.&nbsp;&nbsp;Only this time, we offered to share our Uber with him. So I logged on to the app and chose the black service. Luckily we got a Cadillac Escalade, and off we went. As we were getting to the next event we were hoping that this trick would work again.&nbsp;&nbsp;However, this event was very picky about who was invited. It was for top dogs only, and you HAD to be on the list. We definitely weren&#8217;t, but our fingers were crossed. And toes.&nbsp;&nbsp;<p>I could tell this event was big time because it was located in the tallest building in Detroit, the GM building. And it was on the very top floor. We entered the building and took the elevators up to the very top floor. My ears were popping as I looked out the window and saw Canada right across the Detroit River. This elevator was so cool, I thought, it had windows, and you could see outside.&nbsp;After our ascension, we arrived at the hostess&#8217;s desk. At this point, a larger group had formed with us. Well for lucky charm, but we were supposed to be there too, right?<\/p>&nbsp;So I went right into discussion mode again with the group. As we entered the event, the hostess kind of gave us this look signaling &#8220;who are you guys.&#8221; As she asked, we quickly just followed lucky charm, pointed, and said, &#8220;oh, we&#8217;re with him.&#8221; LOL, it worked, I thought. Again it worked!&nbsp;&nbsp;And man, once we were in there, it was awesome. There was a completely open bar with all top-shelf drinks, appetizers, food, and great views.&nbsp;&nbsp;From that point forward, we had the game plan, but this time we actually knew somebody, and we would use that for every trip moving forward.&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2021\/10\/read-header.jpg\" alt=\"read-header\" itemprop=\"image\" height=\"700\" width=\"1500\" title=\"read-header\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tDetroit to California and Beyond\n\t\t<\/h2>\n\t\t\tAfter Detroit, we did the same thing moving forward as we attended events in other cities. But it wasn&#8217;t until about a year later that I landed our most significant customer in Orange County, CA. It was one of the largest insurance companies in the U.S.&nbsp;&nbsp;<b>This was a moment I&#8217;d never forget.&nbsp;<\/b>&nbsp;It was a Friday afternoon, late, around 4 o&#8217;clock pm. I received a phone call from an area code in California. Not knowing who it was, I answered. It was a VP from one of the largest insurance companies in CA.&nbsp;&nbsp;&#8220;Eric, can you come to Orange County on Monday and do a presentation to our entire staff, around 500+ people?&#8221;&nbsp;&nbsp;&#8220;Yes!&#8221; I replied. Not knowing what I got myself into, I figured that I might never get another opportunity like this again. This was once in a lifetime for a small startup company with very few customers and revenue coming in (if any).&nbsp;&nbsp;<blockquote><strong>&#8220;Commit and then figure it out.&#8221;<\/strong><strong>&nbsp;<\/strong><\/blockquote>I committed. And with little time to prepare, I figured it out. I booked a flight for Sunday evening and landed in California around midnight. I literally didn&#8217;t sleep because I had to prepare. So I got in my rental car, drove another hour south, and got into my hotel.&nbsp;&nbsp;Long story short, the next day went well, and I landed the account. It was a start, but we still had a long way to go.&nbsp;&nbsp;The hustle paid off, and we finally started to slowly but surely get our name out there. From Detroit to CA, came Atlanta, St. Louis, Nashville, Indiana, Arizona, New Jersey, and many more cities and states.&nbsp;&nbsp;The stories can go on and on with many adventures and priceless lessons learned along the way. There are way too many for this post so we&#8217;ll cover them individually in future posts.&nbsp;&nbsp;<strong>But the point of this story has two bits of advice.&nbsp;<\/strong>1. Hustle2. Act like you belong there\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/travel-plane-web-x1024.jpg\" alt=\"metricsmule seo consulting\" itemprop=\"image\" height=\"768\" width=\"1024\" title=\"travel-plane-web x1024\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tAnd then Covid\n\t\t<\/h2>\n\t\t\tBam! Just like that, everything that we did to grow our company was halted.&nbsp;&nbsp;For years we depended on our excellent presentation skills, trade show creativity, meetings, marketing, and events.&nbsp;&nbsp;And <em><strong>BOOM!<\/strong> <\/em>Done.&nbsp;&nbsp;We could no longer do any of that because of Covid.&nbsp;At this point, we were having multiple record-breaking months and years.&nbsp;<blockquote><strong>But now, with Covid, our sales got slashed 66% instantly.&nbsp;<\/strong><\/blockquote><strong>What were we to do?<\/strong>&nbsp;We&#8217;ve always focused on our SEO and marketing strategies, but with so much travel, we couldn&#8217;t focus on them enough.&nbsp;&nbsp;But that&#8217;s where you make lemonade out of lemons. And we did. It took a few months, but it was well worth it.&nbsp;&nbsp;I decided to put my complete focus on SEO strategies.&nbsp; Our strategies have always worked for us, but now it was time to put them into overdrive. Online and Google searches have become as crucial as ever. It was the only way to get our message out.&nbsp;&nbsp;We focused on SEO, Google, YouTube, and content.&nbsp;&nbsp;And soon after (even in the midst of Covid) and during National shutdowns still going on, we had another record-breaking month.&nbsp;&nbsp;This time it was solely because of our efforts to focus on SEO.&nbsp;\t\t\n\t\t\t\t<a href=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2021\/12\/1200x900-TexasAutomotive-Article.jpg\" target=\"_self\" itemprop=\"url\" rel=\"noopener\">\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2021\/12\/1200x900-TexasAutomotive-Article.jpg\" alt=\"automotive seo marketing website consultant\" itemprop=\"image\" height=\"1200\" width=\"900\" title=\"1200x900-TexasAutomotive-Article\" onerror=\"this.style.display='none'\">\n\t\t\t\t<\/a>\n\t\t<h2>\n\t\t\tOur SEO Strategies\n\t\t<\/h2>\n\t\t\t<p>Covid was detrimental to a lot of businesses, including us. And, unfortunately, there are a lot that never recovered. Believe me, that was almost us. As sales decreased 66% overnight, we had to pivot, and we had to do it fast.&nbsp;So initially, we started doing what everyone else was doing, email marketing campaigns. And it worked. Our open rates are some of the best I&#8217;ve ever seen.&nbsp; That&#8217;s because we know how to write them and appeal to a large audience. The key thing is not to promote, sell, or boast. No one really cares most of the time. They want to know how you can help them. What can you do to help them achieve their goals?&nbsp; And that&#8217;s the type of campaign we built. They were highly informative and helpful.<\/p><blockquote>Focus on becoming more like an advisor, not just another vendor.&nbsp;&nbsp;<\/blockquote>However, people&#8217;s inboxes started getting over-filled. That&#8217;s because everyone, during Covid starting doing more of this.&nbsp;<strong>That&#8217;s where SEO came in.&nbsp;<\/strong>Focusing on our SEO skills and strategies and the functionality of our website was a game changer. We&#8217;ve always been great at SEO but were always so busy with travel and marketing that we didn&#8217;t get a chance to focus on it as much as we would have liked. But now, with Covid, this was the prime opportunity to put our money where our mouth was.&nbsp;<strong><br><\/strong>And we did just that.&nbsp;Within one calendar year, we went from having one of our worst months ever to our best, record-smashing month ever. And those types of record-breaking months kept coming, one after another, after another. And from there, we never looked back.&nbsp;<p><\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2021\/12\/NewAboutUHeader.jpg\" alt=\"SEO Consulting Houston\" itemprop=\"image\" height=\"800\" width=\"1800\" title=\"NewAboutUHeader\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tSo now, we&#8217;re here. For You. \n\t\t<\/h2>\n\t\t\t<p>So this takes us to MetricsMule.&nbsp;Why are we here? The answer to that is because of you.&nbsp;For you, we want to take all of these strategies, proven blueprints, and results-driven results and apply them to your business. It&#8217;s not only our skill or what we do; it&#8217;s our passion. And it&#8217;s a big one.&nbsp;<strong>Take this, for example&#8230;<\/strong>Let&#8217;s say you own a local automotive repair facility, body shop, or collision repair center.&nbsp;<em>*By the way, if you&#8217;re not in the automotive repair industry, this still applies. Just replace it with the industry you&#8217;re in. We work with everyone in any industry and anywhere.&nbsp;<\/em>You&#8217;re in a very competitive and saturated market. There are great times but also bad ones, too. Not only that, you have multiple competitors all within a 5-10 mile radius of you. Half of these competitors are larger than you, have more money and budget, and seamlessly get more customers. They may even have many more partnerships with insurance companies that provide them with referral work.<strong>How in the world can you compete?<\/strong>Easy.That&#8217;s where MetricsMule comes in.&nbsp;How you may be asking.&nbsp;Remember our two other businesses prior to MetricsMule?&nbsp; Well, this was our scenario, almost identically.<\/p><blockquote>What we were able to achieve wholly transformed us from a nobody to a household name in the automotive repair industry.&nbsp;<\/blockquote>We&#8217;ll provide a few examples below, but when you&#8217;re ready to find out more and exactly how we can apply these strategies for you, just give us a shout. Scroll down and click the button below.&nbsp; You&#8217;ll be able to schedule a preliminary discovery call with us. Pick a date and time, and your preference, either a phone call or a Zoom call, and we&#8217;ll get connected.&nbsp;<p><\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/seo-kw-research-2.jpg\" alt=\"seo website optimization houston\" itemprop=\"image\" height=\"768\" width=\"1000\" title=\"seo kw research-2\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tHow to grow you business with SEO strategies. \n\t\t<\/h2>\n\t\t\t<p>So how can you grow your business with SEO strategies and achieve similar results?You can learn more about <a href=\"https:\/\/metricsmule.com\/seo\/\">search engine optimization here.<\/a>&nbsp;<strong>Here are five tips to help you get started.&nbsp;<\/strong><\/p><ol><li>Keyword Research &#8211; understand the most valuable keywords that people will use to find you in search engines like Google, Bing, YouTube, etc.&nbsp; You can do this by using some of the best keyword research tools out there. We like Semrush and a few others, for example.&nbsp;<\/li><li><a href=\"https:\/\/metricsmule.com\/local-seo\/\">Local SEO and Google My Business<\/a> &#8211; Local SEO is the practice of ensuring that you appear on the first page of the search results when someone searches with terms like &#8220;near me&#8221; or using their address or zip code.&nbsp;<\/li><li><a href=\"https:\/\/metricsmule.com\/video-seo-services\/\">Video SEO Services<\/a> &#8211; Video has become King, and there&#8217;s no better time to take advantage of producing high-quality videos. But notice the words, high-quality. That&#8217;s extremely important.&nbsp;<\/li><li><a href=\"https:\/\/metricsmule.com\/on-page-seo\/\">On-Page Optimization SEO<\/a> &#8211; This is the practice of optimizing pages on your website to be successfully found in the search results and identified by Google.&nbsp;<\/li><li><a href=\"https:\/\/metricsmule.com\/technical-seo\/\">Technical SEO Services<\/a> &#8211; Technical SEO is the process of structuring your website and webpages to be successfully crawled by Google. This includes producing a sitemap.&nbsp;<\/li><\/ol>And choose the right <a href=\"https:\/\/metricsmule.com\/seo-consulting-houston\/\">SEO consultant or agency.&nbsp;<\/a>Of course, we&#8217;d love for you to choose us at MetricsMule, but even if you don&#8217;t, make sure you receive these things:&nbsp;<p><\/p><ul><li>Someone who is invested in your growth as much as you.<\/li><li>A consultant who provides you with concierge-level service.<\/li><li>Someone who not only listens to all of your goals or concerns but also understands them.&nbsp;<\/li><\/ul>\t\t\n\t\t\t\t\t\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/website-seo-1.jpg\" alt=\"website seo houston\" itemprop=\"image\" height=\"768\" width=\"1000\" srcset=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/website-seo-1.jpg 1000w, https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/website-seo-1-300x230.jpg 300w, https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/website-seo-1-768x590.jpg 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" title=\"website-seo-1\" onerror=\"this.style.display='none'\">\n\t\t<h2>\n\t\t\tSome accomplishments\n\t\t<\/h2>\n\t\t\tHere are a few accomplishments from growing my last business.&nbsp;&nbsp;&nbsp;<ul><li>Developing the #1 most cutting-edge website in the automotive repair industry<\/li><li>Custom CRMs with Airtable that increased productivity by 50%<\/li><li>Creating an all-in-one platform housing online orders, emails, texts, scheduling, and chats<\/li><li>SEO-Google search: 1st Page<\/li><li>SEO-YouTube: 1st Page for multiple videos<\/li><li>Memorable keynotes and presentations<\/li><li>Marketing campaigns with tremendous results<\/li><li>Eye-catching trade show design and setup.&nbsp;<\/li><li>Implementing an AI Live-Chat support, ranked top, Nationally<\/li><li>Traveling from city to city to increase our exposure<\/li><\/ul>&nbsp;\t\t\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.facebook.com\/sharer.php?u=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3417%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.linkedin.com\/shareArticle?url=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3417%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\n\t\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener\" role=\"button\" aria-label=\"Schedule a 30 minute call\">\n\t\t\t\t\t\t\t\t\t\t\tSchedule a 30 minute call\n\t\t<\/a>\n\t\t\t\n<h4>\n\t\tor\n\t<\/h4>\n","protected":false},"excerpt":{"rendered":"<p>Websites and SEO MetricsMule | Origin Story Beginnings I&#8217;ll never forget my first time. It was in Detroit.I&#8217;m talking about &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/marketing\/origin-story\/\"> <span class=\"screen-reader-text\">MetricsMule Origin Story<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":3435,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"page-builder","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"3418","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[56,62],"tags":[],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3417"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3417"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3417\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/3435"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3417"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=3417"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=3417"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}