{"id":3445,"date":"2022-10-10T19:40:29","date_gmt":"2022-10-11T00:40:29","guid":{"rendered":"https:\/\/metricsmule.com\/?p=3445"},"modified":"2022-10-17T17:15:13","modified_gmt":"2022-10-17T22:15:13","slug":"seo-for-auto-repair-shops","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/seo-google\/seo-for-auto-repair-shops\/","title":{"rendered":"SEO Auto Repair Shops"},"content":{"rendered":"\n\n<h1>\n\t\tSEO For Auto Repair Shops\n\t\t\t\t<\/h1>\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/SEO-Automotive-Repair-Shops.jpg\" alt=\"SEO for auto repair shops to increaes online visibility and grow\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"SEO-Automotive-Repair-Shops\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tSimple Strategies To Improve Your SEO For Auto Repair Shops\n\t<\/h2>\n\t\t<h2>\n\t\t\tHow To Improve Search Engine Optimization\n\t\t<\/h2>\n\t\t\t<p>Search engine optimization (SEO) in the automotive repair industry is as crucial as ever. Especially since Covid, automotive SEO needs to be done right be done effectively, and it needs to help you increase your online visibility. So how do you compete in a highly competitive market, even when you might be considered a small fish in a massive pond?<blockquote><strong>Enter Auto Repair SEO Strategies<\/strong><\/blockquote><strong>Preface:<\/strong> <br \/>Even though this blog post is entitled &#8220;SEO for Auto Repair Shops,&#8221; it can be used for anyone, in any industry, anywhere. Just replace &#8220;auto repair&#8221; with your own industry and the same successful blueprint will work. In fact, many of our clients are in other sectors outside of automotive repair.  Our background is in the auto repair industry, where we&#8217;ve had incredible success, and we can help you achieve similar results. <\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/08\/automotive-websites-seo.gif\" alt=\"metricsmule marketing\" itemprop=\"image\" height=\"512\" width=\"512\" title=\"automotive-websites-seo\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tWhat is automotive SEO?\n\t\t<\/h2>\n\t\t\t<p>What exactly is auto repair SEO, specifically in the automotive repair industry? Automotive SEO, when done correctly, is a way for you to be found online when users search. It can significantly increase your online exposure with search engines like Google, Bing, and YouTube. For example, let&#8217;s say you have a body shop or collision repair center. Type in &#8220;body shop near me&#8221; or &#8220;collision repair center, Houston, Texas.&#8221; Take notice of what automotive repair shops show up on the first page of your search results. <blockquote>Today, you can show up in many variations. <\/blockquote><ol><li><strong>Organic Google Search Results<\/strong> &#8211; This is the best. When someone types in &#8220;automotive repair shop&#8221; and you appear on the first page, you&#8217;ve done your automotive SEO job perfectly. But wait! That doesn&#8217;t mean that you&#8217;ll stay there forever, so don&#8217;t get complacent. <br \/><br \/><\/li><li><strong>Google ADs<\/strong> &#8211; Where you pay for specific search terms and keywords to ensure you appear on the first page of the search results. Usually on the top of the page or the bottom of the page. <br \/><br \/><\/li><li><strong>Local SEO<\/strong> &#8211; You&#8217;ll appear on the right-hand side of the search results with a map of your businesses and a list of your essential services, with contact information. This is ideal and extremely important if you want to increase your SEO on a local level. <br \/><br \/><\/li><li><strong>Videos<\/strong> &#8211; Google will show helpful, good content-type videos on the first page of the search results if it feels that it may be beneficial for the user performing the online search.<\/li><\/ol>In addition, Automotive SEO includes a few main optimizations: <\/p><ul><li>on-page SEO<\/li><li>Technical SEO<\/li><li>Local SEO (Google My Business)<\/li><li>Video SEO<\/li><li>Keyword Research<\/li><li>Competitor Analysis<\/li><li>Helpful Content<\/li><\/ul>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/auto-repair-seo-tb.jpg\" alt=\"SEO strategies for the automotive repair industy helps increase your sales\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"auto-repair-seo-tb\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h3>\n\t\t\tIncrease Your Exposure\n\t\t<\/h3>\n\t\t\t<blockquote><p>Back in the day, money spent on TVs, radio, or print Ads was perhaps all that you needed. But those were for the big boys with a big budget. <\/p><\/blockquote> <strong>What if you don&#8217;t have a big budget like theirs?<\/strong> No problem. Today SEO is just as effective (maybe more so) and more important. Why? Let&#8217;s say you need some plumbing done at your house. How do you find a good plumber that fits your needs and trust?You probably look up a few companies by searching for them online. From there, you may read the reviews, take a look at their website, and see if they provide any good content online. Eventually, you land on one that you end up calling. What happened was that you found that plumber online, thanks to SEO. <strong>Cool, huh?<\/strong>So let&#8217;s make sure your automotive repair shop, body shop, or collision center is found online when a prospective customer searches for an &#8220;automotive repair shop &#8211; your zip code or near me.&#8221;Now let me just say this. I&#8217;ve been in the automotive repair industry for around 16 years and am very aware that automotive repair shops get fed work from insurance referrals and partnerships. That&#8217;s great because those specific shops may have some important protocols to follow in order to repair an insured&#8217;s vehicle satisfactorily. Ultimately we do want to make sure the customer or insured&#8217;s vehicle does get repaired the correct and safe way. <blockquote>But here&#8217;s the other thing. And I&#8217;ve seen this time and time again. <\/blockquote>If a customer says, &#8220;I want my vehicle repaired at ABC body shop,&#8221; well, that&#8217;s where the vehicle will get repaired. Ultimately the customer gets the final say on where their vehicle gets repaired. So even if you&#8217;re not a big DRP (direct repair automotive repair shop) for an insurance company, that&#8217;s okay because you can still have customers choose your shop for their vehicle&#8217;s repair. <strong>But how do you do this?<\/strong>Well, it does take some work on your end. And it&#8217;s arguably the most important. First, your reputation for quality work is vital. You need to also be trustworthy and dependable in your local community. But once you feel like that is established the rest is just as simple as increasing your online exposure. Get found in the search results, aka Google.   \t\t\n\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/auto-repair-seo-results.jpg\" alt=\"automotive seo results that land you on the first page of Google online search\" title=\"\">\n\t\t\t\t\t\t\t<p>Rank #1 for Video Search <\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>Local SEO\/Google My Business<br \/>Appear Here!<\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>Rank high organically with<br \/>your keywords<\/p>\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t<h3>\n\t\t\tAutomotive SEO: Prior to MetricsMule\n\t\t<\/h3>\n\t\t\t<p>Prior to MetricsMule, I spent 15+ years in the automotive repair industry.  The last company we co-founded became an SEO machine. We went from being found nowhere in the online search results to literally dominating just about every search term related to our most important keywords and products. Basically, we became a household name, all with the power of SEO. <blockquote>But it wasn&#8217;t always that way. <\/blockquote><strong>In fact, you may know this company and use them for certain products, today. <\/strong>When I first started that automotive company we only had 5-10 sales a day. We had no money. Literally. Honestly, we had a negative balance in our bank account. But fast forward to today and that company is selling hundreds of products a day, becoming one of FedEx&#8217;s largest outgoing shipping company in Houston, Texas. We sold that company a couple of years ago, but I&#8217;m still heavily involved as a consultant and still love everything about it. I love the people, the new owner and everything it represents. So that just goes to show you that you can do all the SEO strategies that you want, but it will always boil down to your company having a good culture, hard working group of people and great management. If you don&#8217;t, all the SEO in the world won&#8217;t matter. Because just as quickly as you rose in the search rankings, you can fall just as quickly if not more so with bad online reviews. <b>So back to SEO for Auto Repair Shops<\/b>What did we do at that company to improve our SEO so much?I&#8217;ll provide you with a few strategies that took us to the top, and hopefully you can achieve some good results yourself. Even better though&#8230;You can always contact us to help your automotive repair shop skyrocket to massive growth levels, just like we did. <\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/08\/keyword-research-seo-mockup.jpg\" alt=\"on site seo with keyword research\" itemprop=\"image\" height=\"768\" width=\"1366\" title=\"keyword research seo-mockup\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h3>\n\t\t\t1. Your Website is the #1 most important thing.\n\t\t<\/h3>\n\t\t\t<p>Once you appear on the first page of online search results, people will visit your website. So you website needs to be good. A good website for SEO includes user-friendliness, fast, responsive (mobile friendly), easy to navigate, and providing good content. Your website is essentially your business&#8217; home in the online world. Today, your business may have two homes; your storefront and your online home. Your goal is to have a website where customers can find what they need, fast. This can include methods to contact you, online contact forms, status updates, helpful content, etc.<strong>How fast is your website? It needs to be fast or customers will leave. <br \/><\/strong>There are many tools where you can test your website speed.  Just do a search for &#8220;test website speed.&#8221; We personally like GTmetrix. <br \/>There are also many tricks and technical things you can do to significantly improve your website&#8217;s speed and loading times.<br \/>If you&#8217;re not comfortable doing this yourself, contact us and we&#8217;ll help you optimize your website to be fast. <strong>Is your website mobile friendly?<\/strong>Almost half of today&#8217;s web traffic is done on phones. So your website needs to look good and perform well on them. This includes cell phones and iPads. If your website doesn&#8217;t function well on mobile devices, it&#8217;s possible that you&#8217;ll actually receive a deduction in the search rankings. Google now puts a high priority on responsive websites. Does your website provide good content? Each webpage needs to serve a good purpose with good content, not just keyword stuffed, filler content. <\/p>\t\t\n\t\t<h3>\n\t\t\t2. Focus on Local SEO\n\t\t<\/h3>\n\t\t\t<p>You&#8217;re a local automotive repair shop so make sure locals can find you. You can do this by claiming your Google My Business Page. If you need help setting this up, just contact us! We&#8217;d be honored. First, write down all of the most important keywords related to your business and how you want your prospective customers to find you. Second, provide good content utilizing those keywords on your Google My Business Page. Check out the image below. When you setup your Google My Business Page the right way, your Local SEO will improve dramatically. In this specific image I search for this keyword term: &#8220;automotive pigtails 77377.&#8221;  Notice how I didn&#8217;t even use a business name, just some important keywords. These are the same type of results you can achieve. It can work for specific keyword terms like it did here, or using your business name or a few details. <a href=\"https:\/\/metricsmule.com\/contact-me\/\">Contact us, here<\/a> if you&#8217;re interested in achieving the same results. You can also see more information about <a href=\"https:\/\/metricsmule.com\/local-seo\/\">Google My Business and Local SEO, here.<\/a> <\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/local-seo-map-web-scaled.jpg\" alt=\"local seo helps automotive seo where you can appear on the first page and google maps\" itemprop=\"image\" height=\"1550\" width=\"2560\" title=\"local-seo-map-web\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h3>\n\t\t\t3. Provide Good and Helpful Content on Your Webpages\n\t\t<\/h3>\n\t\t\t<p>Google recently came out with a new update that focuses on websites that provide actual, good content, not just jargon or page filler. Back in the day people would just load up a website and webpages with keywords in hopes of Google placing them on the first page. This will actually hurt you now, leading to Google penalizing your website.  Good, original content can be in the form of quality blogs posts and videos. But focus on making it really helpful, not too generic. Don&#8217;t just create a blog post stating the obvious.  One time I really did read a blog post that had advice like this&#8230;&#8221;5 tips for safety when driving&#8221; The first tip was actually &#8220;wear your seat belt.&#8221; LOL, well okay, I already knew that. I can see the readers of that blog, myself included, just rolling their eyes. Oh, and do you know what the second tip was? It was this, &#8220;don&#8217;t go over the speed limit.&#8221; I closed my browser after that one. Okay, don&#8217;t get me wrong, those tips are true, but let&#8217;s give people the benefit of the doubt on common sense. Try not to post the obvious like that. I mean, I understand that yes, sometimes we do need a good reminder on the obvious, but just don&#8217;t make it common post. <blockquote>Here&#8217;s a tip&#8230;<\/blockquote>Take a look at your competitor&#8217;s websites and blog posts to get ideas. Make your own, but make them better than theirs (without plagiarizing or coming anywhere close). <\/p>\t\t\n\t\t<h3>\n\t\t\t4. Understand Your Keywords\n\t\t<\/h3>\n\t\t\t<p>What does this mean when it comes to automotive SEO? Keywords and SEO go hand in hand. Try this when you have time. Go to your favorite search engine, like Google, Bing, DuckDuckGo, etc., and type in anything you want. Let&#8217;s type in some variations that may provide similar results, like this: &#8211; best shoes for running<br \/>&#8211; best running shoes<br \/>&#8211; good running shoes for menWhat did you see?<br \/>Notice how you will get different results with each search term even though the subject of the search is very similar.<strong>Those terms are the keywords aka search terms or long tail keywords.<\/strong>Try these keywords and phrases related to your automotive repair shop. <ul><li>automotive repair shop &#8220;Houston&#8221; (replace Houston with your city)<\/li><li>Body shop &#8220;Houston&#8221;<\/li><li>Collision repair center near me<\/li><\/ul>Notice how you&#8217;ll receive different results although you&#8217;re using very similar keywords. You and I know that a body shop and a collision repair center is essentially the same thing, but the search results will often populate very different results. You need to make sure that you can appear on the first page with all the different keyword variations.So now choose yours. Make list of all of the variations like above and write them down somewhere. I like using Airtable. Airtable is one of my favorite apps and I use it for everything. See more about <a href=\"https:\/\/metricsmule.com\/airtable\/\">Airtable Consulting, here. <\/a>If you don&#8217;t sign up with Airtable (it&#8217;s free) then use a spreadsheet or Google Sheets, or something similar. This way you can track all of your keywords and document not only how you rank but also how your competitors rank. <\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/09\/seo-keywords-mac-web.jpg\" alt=\"video seo for keyword research\" itemprop=\"image\" height=\"768\" width=\"1366\" title=\"seo-keywords-mac-web\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h3>\n\t\t\t5. Use Your Keywords\n\t\t<\/h3>\n\t\t\t<p>Now it&#8217;s time to put those keywords to work for your automotive repair shop. First, optimize your webpages with these keywords in the form of on-page SEO. Also, optimize your technical SEO utilizing these keywords on your website. Technical SEO and On-Page SEO are a whole other animal, but just click the links to see more each one. <strong>I&#8217;ll give you a few details on both. <\/strong>Technical SEO: Optimizing your website for speed, responsiveness, metadata, ALT tags and more. The most important part in technical SEO, however is making your pages to be crawlable and indexable by search engines like Google. <blockquote>What is crawling?<\/blockquote>Crawling is when a search engine like Google literally scans your website and all of the content and pages and makes the decision on whether or not your page is important enough to appear in the search results. There is something called a robots.txt file that tells search engines like Google and Bing when they can and cannot go on your website. This is where Google Search Console becomes extremely important. There are also other website audit tools that you can use as well to help you optimize your technical SEO. <strong>On-Page SEO, what is it?<\/strong>On-Page SEO includes specific strategies that you can do on a webpage to help its rankings. It can tell Google exactly what your webpage is about and how or if it is important enough to appear in certain search results. This can include your title tags, meta descriptions, H1 and H2s, internal linking, and more. So for automotive SEO, think of it this way. Let&#8217;s say you have a services page listing all of the services your body shop provides. You want to make sure that you use a good H1 tag for that specific page, and that the following H2 and H3 tags follow the same path of relevancy to your H1. For example, let&#8217;s say this is your services page: 123bodyshop.com\/services. Your H1 tag could look something like this: &#8220;Automotive Repair Services&#8221; <strong>On-Page SEO Description<\/strong>The on-page SEO description is also very important because it basically tells the search engines what your specific web page is about. It&#8217;s crucial that you don&#8217;t utilize the same description or meta description on more than one web page. Make each page have its own meta description. <strong>Content<\/strong>The content on your web pages need to align with the same topic relevancy that you&#8217;ve chosen for your Title Tags, H1 Tags and Meta Descriptions. So if you&#8217;re &#8220;services&#8221; web page has the word &#8220;services&#8221; in the H1, the Title and the Meta Description, you&#8217;re on the right track. Now just make sure the actual content you&#8217;re using on that web page is actually relevant to the services.  For example, you don&#8217;t want to start talking about how how long you&#8217;ve been in business or details about your employees on your services page. Leave that to your &#8220;about&#8221; page.<\/p>\t\t\n\t\t<h4>\n\t\t\tBonus: Competition\n\t\t<\/h4>\n\t\t\t<p>If you&#8217;re in the automotive repair industry then you most certainly have a fair amount of competition.  Your competitors might be larger or have a bigger budget, but that&#8217;s okay.  If you do things the right way when it comes to automotive SEO, that won&#8217;t even matter.  But remember, there&#8217;s no use in gaining an increase of online exposure in the search results if the quality of your services and work aren&#8217;t up to par. <strong>Competitor Analysis: <\/strong>It&#8217;s important to understand how your competitors are ranking online, especially with those closest to you. Start with your biggest competitors in your immediate zip code and go from there.  First, make a list of those competitors. Second, start figuring out how they rank online. The most simplest, cost-effective way to do this is just by performing your own Google search and seeing if those automotive repair shops appear on Google&#8217;s (or Bing&#8217;s) first page. That can be a little time consuming, so we recommend using an SEO tool to do this instead.  Semrush and Ahrefs are two of the most popular ones. <blockquote>But just because you find out how your competitors rank doesn&#8217;t actually help you in any way. It&#8217;s actually what you do with that information that matters. And what you do can make a huge difference. <\/blockquote>For example, let&#8217;s say you&#8217;ve narrowed it down to 3-4 competitors who are ranking higher than you in the online search results. The first things to identify is why and how they&#8217;re doing it. <strong>Are they doing it with paid Google Ads?<br \/><\/strong><br \/><strong>Are they doing it with Organic Search Results?<br \/><\/strong><br \/><strong>Or are they doing it with good On-Page SEO, like providing good and helpful content on their web pages, or in the form of blog posts and\/or videos?<\/strong>This is imperative to figure out because once you do, it&#8217;s time for action. <blockquote>Want to find out how? <\/blockquote><a href=\"https:\/\/metricsmule.com\/contact-me\/\">Contact us today<\/a> for a free competitor analysis. Just tell us your name, company and email address, with a short message and we&#8217;ll contact you and provide you with a free competitor analysis. Click the link below to schedule a 30-minute discovery phone call or Zoom call. <\/p>\t\t\n\t\t\t\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/Eric-Palazzolo-MetricsMule.jpg\" alt=\"Eric Palazzolo SEO Expert, MetricsMule\" title=\"\">\n\t\t\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.facebook.com\/sharer.php?u=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3445%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.linkedin.com\/shareArticle?url=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3445%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\n\t\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener\" role=\"button\" aria-label=\"Schedule a 30 minute call\">\n\t\t\t\t\t\t\t\t\t\t\tSchedule a 30 minute call\n\t\t<\/a>\n\t\t\t\n<h4>\n\t\tor\n\t<\/h4>\n\n","protected":false},"excerpt":{"rendered":"<p>SEO For Auto Repair Shops Simple Strategies To Improve Your SEO For Auto Repair Shops How To Improve Search Engine &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/seo-google\/seo-for-auto-repair-shops\/\"> <span class=\"screen-reader-text\">SEO Auto Repair Shops<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":3449,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"page-builder","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"3418","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[32],"tags":[],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3445"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3445"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3445\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/3449"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3445"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=3445"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=3445"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}