{"id":3463,"date":"2022-10-17T15:27:21","date_gmt":"2022-10-17T20:27:21","guid":{"rendered":"https:\/\/metricsmule.com\/?p=3463"},"modified":"2022-10-17T15:48:36","modified_gmt":"2022-10-17T20:48:36","slug":"stand-out-at-trade-shows","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/marketing\/stand-out-at-trade-shows\/","title":{"rendered":"How to make your booth stand out at trade shows: Epic tactics for exhibiting"},"content":{"rendered":"\n\n<h1>\n\t\tHow to Stand Out\n\t\tat Trade Shows, Epic Tactics for Exhibiting\n\t\t\t\t<\/h1>\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/stand-out-trade-show-sema.jpg\" alt=\"how to stand out at trade shows like the sema show\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"stand out trade show sema\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tHow to stand out at trade shows like the SEMA Show\n\t\t<\/h2>\n\t\t\tDo you think trade show events will be an essential part of your marketing strategy? Trade shows provide an ideal opportunity for businesses to increase their sales through the issuance of trade show products and service offerings. Trade shows, like every marketing activity have an outcome. The more visitors on your exhibit stand, the greater the potential leads you will walk out of exhibiting events. Is it possible to attract visitors from abroad with an exhibition booth at an affordable rate? From competitions to free giveaways, find the best way of bringing in more creative ideas.<p>So, have you ever been to a trade show? How about a large one, like a trade show in Las Vegas?I&#8217;ve attended, designed, and managed plenty of trade show booths throughout the years, and what goes on behind the scenes to prepare for it can go unnoticed by trade show attendees.It can take months of detailed preparation, so you must get the best ROI for your time there.<\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/stand-out-at-trade-shows-sema.jpg\" alt=\"how to stand out at trade shows like the sema show\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"stand-out-at-trade-shows-sema\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tSo how, exactly do you make your trade show booth display stand out?\n\t\t<\/h2>\n\t\t\tOne of the largest trade shows in the U.S. is The <strong>SEMA<\/strong> Show, located in Las Vegas, NV. <p>The SEMA show is an incredible automotive industry-related trade show filled with the latest automotive technology from manufacturers, vendors, and people worldwide. Trade show attendees come from all over the world to view the next unique product or service.A trade show like this can be challenging to capture the attention of trade show attendees. Luckily, I&#8217;ve not only been to SEMA for many years but also designed and managed my own trade show booths here and had great success. In fact, every year I attended SEMA, we&#8217;d break sales records each<em> <\/em>day we were there. <\/p>\t\t\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/stand-out-at-sema-show.jpg\" alt=\"stand out at sema show trade show\" title=\"\">\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/stand-out-trade-show-sema.jpg\" alt=\"how to stand out at trade shows like the sema show\" title=\"\">\n                    <img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/trade-show-hologram-booth.jpg\" alt=\"\" title=\"\">\n            <nav>\n    \t\tPrevious\n    \t\tNext\n    \t<\/nav>\n\t\t<h2>\n\t\t\tTo start, here&#8217;s what&#8217;s not to do at trade shows. \n\t\t<\/h2>\n\t\t\t<strong>Do NOT eat at your trade show display!<\/strong><p>I can&#8217;t tell you how often I&#8217;ve seen people eat at their trade show booths. Nothing is more unprofessional. Don&#8217;t get me wrong, I understand that working a booth for 8 hours daily can be tiring and make you hungry. And I&#8217;m not saying not to eat at all. I&#8217;m saying that you should not eat at your booth during trade show hours when attendees and possible prospects are around. Your target audience is there to visit your booth stand and learn about your company, not watch you eat.I can remember walking around trade shows like SEMA and seeing countless amount of people eating their lunch, front and center in the trade show booth. They&#8217;d be stuffing their face with an assortment of popular trade show foods like pizza, nachos, hamburgers, chicken tenders with french fries, and more. All while attendees surrounded them. <blockquote>Please don&#8217;t be that guy or girl. <\/blockquote>First of all, what happens when you&#8217;re in the middle of stuffing your face and a prospect comes up to you to learn about a product or service?<strong>You have to do one of the following&#8230;<\/strong><strong>A:<\/strong> Answer them with food in your mouth<strong>B:<\/strong> Don&#8217;t answer them right away and wait for that akward moment while you chew uncomfortably fast to swallow<strong>C:<\/strong> Cover your mouth with your hand while you chew and talk at the same time.<strong>D:<\/strong> Take the risk that a piece of your hot dog will seamlessly pop out of mouth as you talk (think about someone who spits when they talk, disgusting).  <blockquote>All of the above is from personal experience. I&#8217;ve had this happen to me as an attendee. <\/blockquote><strong>From the attendee&#8217;s perspective:<\/strong>You&#8217;d be amazed at how much focus is lost from the message you&#8217;re speaking. You&#8217;ll lose any chance of being memorable. Instead, the focus is on what you are eating for lunch, how fast you can chew, and the level of awkwardness for both parties. It also lacks professionalism and lets the audience know that what you&#8217;re eating is more important than talking to them. <h3><strong>From an exhibitor&#8217;s perspective: <\/strong><\/h3>A few years ago, one of my employees had an embarrassing moment eating at my trade show booth. It was toward the end of the day and the end of the week. I&#8217;m sure everyone was getting a bit burned out and hungry. That&#8217;s understandable because I was in the same boat. This employee decided to take a chance and devour some nachos since our booth was beginning to get less foot traffic. I saw this happening from the corner of my eye, but I couldn&#8217;t have a word with him and explain to him not to do this. I was in the middle of a good conversation with a new prospective customer. As I was attempting a balancing act of focusing on my own conversation and my employee&#8217;s eating attempt at my booth, I noticed an attendee come up to him. <blockquote>&#8220;Oh no,&#8221; I thought. <\/blockquote>He was in the process of putting a nacho with a hefty amount of cheese in his mouth when the attendee asked him a question. Not wanting to be rude, my employee answered his question as nacho cheese dripped down his mouth and onto his shirt. It was such an embarrassing and unprofessional moment. Not only is eating at your trade show booth risky, but it&#8217;s also unprofessional. <strong>What you should do at your next trade show: <\/strong>Again, I&#8217;m not saying not to eat. You have to eat. But you must figure out a strategic way to eat without being seen at your booth. <br \/><br \/><ul><li>Go somewhere else to eat. If you have enough staffing at your booth, go somewhere else to eat. Whoever is at your booth can survive without you for a few minutes. There are usually places to sit and eat for a few minutes at trade shows. But even if there&#8217;s not, still eat somewhere else, even if you have to stand. <\/li><li>Take turns eating. This is similar to going somewhere else to eat but take turns eating with your staff. Having one person eat at your booth is bad. It&#8217;s even worse when multiple people are doing it. So take turns. One person at a time can go eat while the other(s) hold down the fort. <\/li><li>Hide. This also goes hand in hand with the other two options, which I have often done. Let&#8217;s say you&#8217;re low-staffed, or you don&#8217;t feel comfortable enough leaving your booth. If this is the case, hide while you eat. I used to have an employee go to the cafeteria and bring us food back. We&#8217;d hide our food somewhere, like behind or underneath a table. When we had a little break in the foot traffic, one of us would sneak in a few bites from behind the table. I&#8217;d often act as if I were looking for supplies while taking a few bites. The other person would be standing in the booth, ready to talk to attendees if they approached. <\/li><\/ul><\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/trade-show-floor-promo.jpg\" alt=\"stand out at trade show floor promo marketing\" itemprop=\"image\" height=\"1024\" width=\"768\" title=\"trade show floor promo\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tDo NOT sit at your trade show exhibit.\n\t\t<\/h2>\n\t\t\t<p>This is self-explanatory. I&#8217;m not saying that you need to stand for 8 hours straight the whole time, but you don&#8217;t need everyone sitting simultaneously. I remember often walking around trade shows to check out all of the unique booths. I&#8217;d also pay attention to those booths that generated the most traffic and compare them to those that did not. The booths with the less foot traffic were usually those where people were sitting still and motionless. Sitting down at your booth for extended lengths of time portrays that you&#8217;re not that open to actively engaging with your attendees. I know in your mind you&#8217;re probably thinking, &#8220;well, I deserve for a sit because I&#8217;ve been tired and on my feet all day.&#8221; This can be true but think of it from your attendee&#8217;s perspective. They don&#8217;t know that. This is their first time visiting your booth, and they don&#8217;t see what you&#8217;ve been doing all day. You could have been hitting it out of the park all day long, standing, not eating and very engaging. But they don&#8217;t know that. They weren&#8217;t there. What they do know is that they are there now and you are sitting and appearing less engaging and excited to talk to them. <\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/Eric-Palazzolo-MetricsMule.jpg\" alt=\"Eric Palazzolo SEO Expert, MetricsMule\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"Eric Palazzolo - MetricsMule\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tDo NOT scroll on your phone\n\t\t<\/h2>\n\t\t\tIn the age of social media, people are on their phones more now than every before. This isn&#8217;t to say that you can&#8217;t take a phone call or check an email. You are at work afterall. But don&#8217;t scroll. When I see someone sitting down glued to their phone, while their thumb is the only thing moving on their body, this usually means that they&#8217;re just lazily scrolling down a timeline. Don&#8217;t do that. It portrays boredom and that you&#8217;d rather be somewhere else. If you are represented as bored, why would an attendee visit you and your booth in the world? They don&#8217;t want to be bored; they often pay money to be there with you. \t\t\n\t\t<h2>\n\t\t\tBest practices for hand placement when your at your exhibit booth for trade shows\n\t\t<\/h2>\n\t\t\t<p>It&#8217;s hard, but try to keep your hands by your side. <strong>Don&#8217;t fold your arms. <br \/><\/strong>This creates the perception of feeling anxious, resistant, tense, insecure, or distressed. <strong>Don&#8217;t clasp your hands in front of your belt or abdomen.<br \/><\/strong>When a person assumes this gesture, they appear self-restraining, nervous or timid. <strong>Don&#8217;t keep your hands in your pockets. <br \/><\/strong>This is a defensive gesture, and it indicates powerlessness and shyness. What you should do is just keep your hands by your side. This can feel unnatural or uncomfortable for you, but it&#8217;s not for the person who is seeing you. <\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/trade-show-sema-marketing.jpg\" alt=\"marketing and exhibiting at trade shows like the sema show\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"trade show sema marketing\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tSo how do you make your booth design stand out? \n\t\t<\/h2>\n\t\t\t<p><strong>For your booth design, have fun eye-catching items.<\/strong>Many trade show booth designs are the same. The only thing allowing one to stand out over another is just a few unique visuals like what&#8217;s showing on a TV, a printed banner, or some cool swag.<strong>Visuals: <\/strong>It would help if you had some excellent visuals that make people stop in their tracks. And it doesn&#8217;t have to be expensive either.  Here&#8217;s the one inexpensive thing that captured everyone&#8217;s attention that walked by my trade show exhibit: <strong>A hologram. <\/strong>Yes, a hologram displaying some promos of my company was a huge hit. These don&#8217;t have to be expensive. Perform a search on Amazon for yourself and see. **AMAZON link. There are many holograms where you can upload your logo, mascot, or any design, and the hologram will project your image in a 3D visual format. People loved this, and they were mesmerized by it. Our company hologram consisted of a variety of images of our mascot and brand designed in some creative ways.<strong>Spin for prizes.<\/strong> This is popular, but it still works. You can have a spin wheel where people win prizes whenever the wheel lands on a specific item. <strong>Cool giveaways<\/strong>Don&#8217;t hand out the same thing everyone else does. The most common things people hand out at trade shows are pens, notepads, and brochures. You can still hand those items out, but you must have something different and unique. <strong>Here are a few successful trade show swag items that worked for us: <\/strong><ul><li>fun mousepads<\/li><li>chocolate <\/li><li>hand sanitizer <\/li><li>fidget spinners<\/li><li>utility pens<\/li><li>mini USB charging stations<\/li><li>mini Bluetooth speakers<\/li><li>flashlights <\/li><li>tote bags<\/li><\/ul><strong>Music<\/strong>Play fun music. If allowed, have something fun playing in the background, but make sure it&#8217;s family-friendly. <strong>Visuals\/Video<\/strong>Have TVs or multiple TVs playing something. You can also bring a projector to project visuals on a white screen. Here&#8217;s one of the most successful things we&#8217;ve ever done&#8230;I always bring many TVs to tradeshows that display multiple things and capture people&#8217;s attention. But there was one particular moment that literally made the whole trade show audience come to my booth. I&#8217;m not joking; literally hundreds. It was a Saturday around 1pm during college football season. A colossal rivalry game was going on, and it was a nail-biter in the 4th quarter. When I got word of this, I instructed out staff to put that football game on one of our TVs. All I had to do was stream the game from my iPad to the TV via Bluetooth. It was a fantastic success! People stopped right in their tracks as they walked by and noticed that I had this game on. And what happens when we see many people huddled around in one area, all focusing on the same thing? It&#8217;s human nature for FOMO to happen. FOMO = Fear of Missing Out. So everyone else wanted to come to our booth to see what all the cheering was for. It drew a massive crowd.<strong>A display with items to sell. <\/strong>During the moment, people love to buy. We love impulse buying in the moment; that&#8217;s why flash sales work so well. If your trade show allows, it&#8217;s eye-catching when a booth exhibitor has a glass or see-through piece of furniture displaying a few items &#8220;on sale.&#8221; These days you can easily sell your products using an app like Stripe or Square. <strong>Catchy Promotional Ads. <\/strong>See this image above? This worked so well for us. As people walked down the trade show hall, they couldn&#8217;t help but notice that they continued to step on our mascot. This was actually a large piece of vinyl material that stuck to the floor. Now check out the image below&#8230;This one worked just as well. It was a life-size banner of our mascot that was very difficult to miss, to say the least. <strong>Promote before the day of the trade show<\/strong>Get the word out before the trade show<strong> <\/strong>begins.One of the exhibitors&#8217; most significant mistakes is not promoting their booth space before the trade show starts. You can create an email marketing campaign stating where to find you at your trade show. This can state your booth number and the benefits on why they should visit you. <em><strong>*Remember,<\/strong><\/em> it isn&#8217;t about you; it&#8217;s about them. So don&#8217;t make your campaigns too much about you. It should say something like this: During your trip, receive some cool giveaways you can use even after the show is over, like&#8230;<\/p>\t\t\n\t\t\t\t<a href=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/trade-show-marketing.jpg\" target=\"_self\" itemprop=\"url\" rel=\"noopener\">\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/trade-show-marketing.jpg\" alt=\"trade show exhibiting, how to stand out and get noticed\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"trade show marketing\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t\t<\/a>\n\t\t<h2>\n\t\t\tGet in touch with trade publications before the show starts\n\t\t<\/h2>\n\t\t\tTrade publication are great tools for advertising your business, especially during trade events. Several months prior to this show, contact renowned trade journals and writers. Tell your customers about new products or interesting things they want to know about. Many journalists have far superior responses when presenting pitches to their industry than most of the others would expect. Sometimes, it&#8217;s necessary to pay for part of the marketing budget that&#8217;s covered by trade magazines.\t\t\n\t\t<h2>\n\t\t\tGive attendees a place to relax and recharge their batteries.\n\t\t<\/h2>\n\t\t\tAs an attending or exhibiting professional it&#8217;s easy to find trade fairs exhausting. Walking around, meeting sales representatives, or attending a sales conference, may be too much to ask and cause them to feel tired, if not more than. Instead of becoming a simple exhibition stand, you can easily turn your booth into a sanctuary of tranquility for your audience. Create comfy chairs and couches for attendees to enjoy a peaceful time with a few giveaways.\t\t\n\t\t<h2>\n\t\t\tBut be careful of &#8220;moochers&#8221; at your trade show booth\n\t\t<\/h2>\n\t\t\tWhat do I mean by this? A few years ag we created one of our best trade show exhibitor booths at SEMA. Our booth was filled with really cool items, like mousepads, flash lights, wearable merchandise like hats and shirts, and candy. We also had some very comfortable seating arrangements in the forms of couches and nice director&#8217;s chairs with multiple TVs displaying promomotions about our business, and also live TV. People loved spending time at our booth. But sometimes too much of something is a bad thing. And in this case, a few people were starting to wear out their time spent lounging at our booth. There was on guy, in particular that sat on one of our couches nearest our peanut M&amp;Ms and continued to pop them in his mouth one after another, non stop for at least an hour. Listen, I have nothing wrong with people taking our merch, after all that&#8217;s what it&#8217;s there for. But it&#8217;s another thing if people are lounging around way too long eating our candy buffet style. He didn&#8217;t leave us very much for the rest of the attendees visiting our exhibitor booth that day.<p>So be careful with your edible items. It you start running out, then hide them for an amount of time to ensure you have enough for the remainder of your time at the trade show.<\/p>\t\t\n\t\t<h3>\n\t\t\tBe mindful of those who just want to stock up on your really cool merch.\n\t\t<\/h3>\n\t\t\tOne of the exhibition stands next to us one year had the really cool idea of handing out flasks. They had a ton, too (thousands). Or at least they thought they did. Until one group of about 25 people walked by and decided to take multiple flasks. They weren&#8217;t taking them only for themselves but for their friends and family back home. Hey, to each their own, and some people don&#8217;t mind that. But in this specific case, it really held them back for the remainder of the SEMA trade show. The flasks are always a big hit with this booth but unfortunately they completely ran out of flasks midweek. So when some of their best customers came by their exhibit space on Thursday and Friday, they had no flasks to give them.\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/seme-show-trade-show-.jpg\" alt=\"trade show exhibit booth promote at sema show\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"seme show trade show\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h3>\n\t\t\tPromote your exhibitor booth while you are there.\n\t\t<\/h3>\n\t\t\tTake advantage of social media to promote your booth while you&#8217;re there. For example, find out which hashtags people are using related to that show, and use them yourself when you post about your involvement. <p><strong>Live Stream<br \/><\/strong>Live stream your involvement during certain parts of your day. You can do this on most social media platforms these days. <strong>Daily trade show highlight video<br \/><\/strong>This can be tedious, but it works. After your trade show ends each day, create a daily highlight video. It doesn&#8217;t have to be long, but it makes an involvement that people like to see. Then, when you get back to your hotel, take a few minutes to put something together and post it on YouTube and your social media platforms. <strong>Follow-Up<br \/><\/strong>After the trade show concludes, follow up with the people who were genuinely interested in keeping the conversation going. I like to wait about a week after the show, but I don&#8217;t wait too long because I want out conversation to still be fresh on their mind. <strong>Takeaways<br \/><\/strong>There&#8217;s no perfect blueprint to guarantee trade show success, but sometimes implementing little strategies can be a big difference maker. Just remember not to be too predictable and not to become just another booth with the same design. <\/p>\t\t\n\t\t<h5>UABB Share Button &#8211; <\/h5>\n\t\t<p>Click here to edit the &quot;Floating Share Button&quot; settings. This text will not be visible on frontend.<\/p>\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.facebook.com\/sharer.php?u=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3463%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.linkedin.com\/shareArticle?url=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3463%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n<h4>\n\t\tWant more tips or help for your own trade show booth? We&#8217;re here to help. \n\t<\/h4>\n\t\t\t\n\t\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener\" role=\"button\" aria-label=\"Schedule a 30 minute call\">\n\t\t\t\t\t\t\t\t\t\t\tSchedule a 30 minute call\n\t\t<\/a>\n\t\t\t\n\n","protected":false},"excerpt":{"rendered":"<p>How to Stand Out at Trade Shows, Epic Tactics for Exhibiting How to stand out at trade shows like the &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/marketing\/stand-out-at-trade-shows\/\"> <span class=\"screen-reader-text\">How to make your booth stand out at trade shows: Epic tactics for exhibiting<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":3465,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"page-builder","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"3418","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[56],"tags":[],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3463"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3463"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3463\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/3465"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3463"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=3463"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=3463"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}