{"id":3671,"date":"2022-12-15T15:05:43","date_gmt":"2022-12-15T21:05:43","guid":{"rendered":"https:\/\/metricsmule.com\/?p=3671"},"modified":"2022-12-16T15:55:48","modified_gmt":"2022-12-16T21:55:48","slug":"how-to-attract-prospects","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/marketing\/how-to-attract-prospects\/","title":{"rendered":"How to attract prospects"},"content":{"rendered":"\n\n\t\t<h1>\n\t\t\tHow to attract prospects\n\t\t<\/h1>\n\t\t\t<p>This was how I landed an account with one of the largest insurance companies in the United States in a room filled with over 1,000 people.  <\/p>\t\t\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.facebook.com\/sharer.php?u=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3671%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.linkedin.com\/shareArticle?url=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3671%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/Best-Sales-Pitch-To-Attract-Prospects.jpg\" alt=\"How to attract prospects with creative sales pitches\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"Best-Sales-Pitch-To-Attract-Prospects\" onerror=\"this.style.display='none'\"  \/>\n\t<p><em><strong>Disclosure: <\/strong>We only endorse things we&#8217;ve personally used, highly recommend, and feel that our awesome readers can benefit from. If you grab anything we mention using our referral links, we may get a small commission &#8211; however, there&#8217;s no extra cost to you. <\/em><\/p>\n\t<p>A career in sales and marketing can be one of the most rejection-producing career paths. And, unfortunately, rejection, many times, can be warranted. This can be because of poor sales tactics or marketing strategies, being too pushy or unprofessional, not knowing when to talk less and listen more, and not being different enough creatively.<\/p>\n<p>Many of the old &#8220;sales tactics&#8221; no longer work. You can watch movies where Alex Baldwin exclaims, &#8220;Always Be Closing&#8221; (the ABC method) or &#8220;Coffee is For Closers.&#8221; While that may provide a good LOL, those pushy tactics have been exhausted and no longer work. That&#8217;s because they&#8217;ve been pounded down people&#8217;s throats for years, thus giving sales reps a bad reputation.<\/p>\n<p>Unfortunately, I had to learn about rejection the hard way because I was one of those &#8220;ABC&#8221; guys at first. But it wasn&#8217;t until I dug deep and became a knowledge sponge, reading book after book to learn as much as I could about sales, marketing, and innovation. To this day, I still aim to read one book a week. This was a game-changer and it can be for you, too.<\/p>\n<p>Below you&#8217;ll find a few books that I highly recommend. These books provided me with crucial ideas to land many accounts like the one I describe below. Books like these helped me double and triple my past businesses year after year.<\/p>\n\t<strong>To start, Here&#8217;s the first book I recommend.<br \/>\n<\/strong>\n<p>&#8220;How to get a meeting with anyone&#8221; by Stu Heinecke<\/p>\n\t<iframe sandbox=\"allow-popups allow-scripts allow-modals allow-forms allow-same-origin\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" frameborder=\"0\" src=\"\/\/ws-na.amazon-adsystem.com\/widgets\/q?ServiceVersion=20070822&#038;OneJS=1&#038;Operation=GetAdHtml&#038;MarketPlace=US&#038;source=ss&#038;ref=as_ss_li_til&#038;ad_type=product_link&#038;tracking_id=metricsmule-20&#038;language=en_US&#038;marketplace=amazon&#038;region=US&#038;placement=1941631789&#038;asins=1941631789&#038;linkId=af3492c0e99b3de4fc0c960cca14d72a&#038;show_border=true&#038;link_opens_in_new_window=true\"><\/iframe>\n<h2>\n\t\tWhat&#8217;s your sales pitch?\n\t<\/h2>\n\t<p>Picture yourself at a function, dinner, or some type of event where you and your dream clients are in the same room. You only get one shot, and there&#8217;s no such thing as a second chance, especially with VIP-type executives. It&#8217;s not that they&#8217;re any different from you or I, they&#8217;re not. In fact, that&#8217;s my point here. Take them off of your imaginary pedestal, now. Yes, they have pull. Yes, they are the decision maker. Yes, they can be a game changer for your career if they &#8220;choose you.&#8221; But, so what. They&#8217;re human just like you and me, and they often like the same things we do. I&#8217;ll explain more about that in a second.<\/p>\n<p>So, what has your &#8220;sales pitch&#8221; been when you&#8217;ve encountered these types of situations? Is it the same, generic jargon everyone else uses? Here&#8217;s what I mean. Do you say these types of phrases?<\/p>\n<ul>\n<li>I&#8217;d love to partner with you<\/li>\n<li>My &#8220;widget&#8221; can help your company with XYZ<\/li>\n<li>Let&#8217;s get together next time I&#8217;m in town<\/li>\n<li>My company is the top, blah blah blah<\/li>\n<li>What can I do to earn your business?<\/li>\n<\/ul>\n<p>Do you know what the problem with these type of phrases is? Everyone uses them.<\/p>\n<p><b>Everyone. <\/b><\/p>\n<p>So stop using them yourself. It&#8217;s time to be different. It&#8217;s time to understand something very important.<\/p>\n<p>Which brings me to my story, and hopefully it can help you. But remember, it takes time and patience. I know, time and patience can be hard, especially when you&#8217;re depending on an extra commission or some extra growth for your business.  But, believe me. Doing it this way sure beats the alternative, and that is gaining nothing. Which that is exactly what will happen if you follow the same boring and dull routine most people implement.<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/sales-pitch-1.jpg\" alt=\"Tips to improve your sales pitch at marketing events\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"sales-pitch-1\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tThe 3rd largest (at the time) insurance company in the United States. \n\t<\/h2>\n\t<p>My business was small, very small. We only had seven people working under our roof, but I never acted like it. I always acted like we were the most innovative company in our category.  And, truthfully, we were. Bigger doesn&#8217;t mean better, but I digress.<\/p>\n<p>Let&#8217;s take a trip to the second largest convention in the United States. The first largest is CES in Las Vegas. The seconds largest is The SEMA Show, also in Las Vegas.<\/p>\n<p>The SEMA show brings in approximately 300,000 attendees from all over the world each year. It&#8217;s extremely important for the automotive industry (that&#8217;s SEMA&#8217;s primary focus). Many exhibitors spend millions of dollars on their exhibit spaces alone. Heck, one third of our annual marketing budget was delegated to SEMA. Just to put things in perspective: My booth usually cost us around $25,000. However, my neighbor&#8217;s (the booth next to mine) cost them over $1,000,000. It&#8217;s not a coincidence that our best sales month every year was the months of November through January (The SEMA Show is in November). SEMA brought in a lot of business for us. But to be honest, it wasn&#8217;t the exhibiting that brought in the dollars and top-notch clients, it was all of the events after.<\/p>\n<p>My schedule at the SEMA show was incredibly busy, hectic and always left me fatigued.<\/p>\n<p>Here&#8217;s what my schedule usually was.<\/p>\n<p><strong>6:00 am:<\/strong> Wakeup, shower, check emails, and get ready<\/p>\n<p><strong>7:00 am:<\/strong> Head downstairs to the hotel lobby at my favorite hotel, The Encore and grab a coffee and some breakfast to eat on the way.<\/p>\n<p><strong>7:30 am:<\/strong> Find a taxi or get into an Uber to head to SEMA<\/p>\n<p><strong>8:00 am:<\/strong> Arrive at SEMA, walk to my booth and begin setting it up, and turning on all of the electronics<\/p>\n<p><strong>9:00 am to 5:00 pm:<\/strong> Work my exhibit booth<\/p>\n<p><strong>5:30 pm:<\/strong> Walk back to my hotel. This took me about 45 minutes and was about a 2 mile walk. It may seem crazy but it beat the alternative of waiting over an hour for an Uber and then another hour drive back to the hotel because of the insane amount of traffic.<\/p>\n<p><strong>6:00 pm:<\/strong> Arrive back at hotel, shower, and change clothes (I&#8217;d be sweaty after my walk).<\/p>\n<p><strong>7:00 pm:<\/strong> Head down to the hotel lobby and flag down another Uber<\/p>\n<p><strong>7:30 pm:<\/strong> Arrive at my first event, a cocktail party, and talk with guests, network and try to find some new business<\/p>\n<p><strong>9:00 pm:<\/strong> Arrive at my second event, try to find a few minutes to eat a couple of bites of food being served quickly.<\/p>\n<p><strong>10:00 pm:<\/strong> Arrive at my third and last event. This event was usually the liveliest, loudest even people looked forward to. The hosting companies would usually rent out entire night clubs or lounges. For example, one company usually rented out the entire OMNI nightclub at the Caesar&#8217;s Palace. Another year they rented out Top Floor lounge of the Mandalay Bay. From what I&#8217;ve heard, this usually cost them over one million dollars each year.<\/p>\n<p>It was insanely fun. I&#8217;m talking everything complementary. There were top-shelf drinks, carving stations of prime rib and filet mignon, shrimp cocktails, the best desserts, and anything else you can think of.<\/p>\n<p>If you ended up on the invite list, you were someone &#8220;special.&#8221; Now, I&#8217;m not saying I was one of those VIPS. However, I was able to successfully network and develop a very strong and friendly relationship with someone who was able to include me on the invite list every year. This is the power of your network, by the way.<\/p>\n<p>Regardless, I was on the invite list and that&#8217;s all that mattered.<\/p>\n<p>So, if you were on the list and you were rubbing elbows with everyone else there, the attendees knew you had to be there for a reason. This brings me to my next point.<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/sales-pitch-2.jpg\" alt=\"Best sales pitches for marketing events\" itemprop=\"image\" height=\"900\" width=\"1200\" title=\"sales-pitch-2\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener\" role=\"button\" aria-label=\"Schedule a 30 minute call\">\n\t\t\t\t\t\t\t\t\t\t\tSchedule a 30 minute call\n\t\t<\/a>\n<h2>\n\t\tHow do you stand out as a small fish in a BIG pond?\n\t<\/h2>\n\t<p>Here&#8217;s where it gets interesting (and very important).<\/p>\n<p>There are always people who are higher up on the totem pole at these events (unless you&#8217;re the one on the top). And seeing these people is an extremely rare occasion because as CEO&#8217;s, COO&#8217;s or CTO&#8217;s, etc., they are always bombarded with the day-to-day operations of running their respective companies.<\/p>\n<p>And people know this, so they always carpe diem (seize the moment) and take their shot at meeting this VIP-Very Important Person and getting a chance to sell to them. This is finally their chance! But they couldn&#8217;t be more wrong and make a bigger mistake.<\/p>\n<p>Understand this: These VITO&#8217;s (Very Important Top Officers) are just like you and me. They want to enjoy this once a year event because every other day of the year they are getting hounded all day, every day by their daily responsibilities, phone calls, HR issues, fires to put out, personnel issues, outside vendors, and so much more. The last thing they probably want to hear is a sales pitch by you, especially an overly recycled pitch they hear non stop (like the five phrases listed above).<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/Me-Collage.jpg\" alt=\"Houston and Tomball TX SEO Company\" itemprop=\"image\" height=\"700\" width=\"1440\" title=\"Me-Collage-SEO-Automotive\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tSo, how did I get their attention, stand out and land this enormous account?\n\t<\/h2>\n\t<p>I&#8217;m at one of my nightly events at SEMA in Las Vegas. Luckily this wasn&#8217;t at a nightclub where it was too loud to hear people talk over all of the loud music. This was at a fun, lively cocktail party, dinner event. There was a lot of talking, food, and music that provided the perfect opportunity for a good conversation.<\/p>\n<p>Just a few minutes after arriving at this event I noticed Mr. VITO. He&#8217; hard to miss, btw. Standing about 6&#8217;5&#8243; with an athletic frame, he was someone with a large presence. EVERYONE was vying for his time, to just a few, precious minutes. Every time one person would leave, another would approach him. It was like a pack of hyenas waiting their turn; one after another, after another. There were simply too many people competing for his time, and not enough time at the event. This is where it gets more cringe. Once people started realizing that they were &#8220;competing&#8221; for VITO&#8217;s time more and more, they started to interrupt more frequently. For example, as Person A was in the middle of the conversation with VITO (this isn&#8217;t his real name by way &#8211; remember VITO stands for Very Important Top Officer, Person B would go up to VITO and interrupt his conversation with Person A, saying something like this: &#8220;Oh, hey Mr. VITO. Sorry to interrupt, but I just wanted to quickly introduce you to <i>So And So.&#8221;<\/i><\/p>\n<p><b>This is so cringe worthy. <\/b><\/p>\n<p>This continued to happen all night, so you could expect Mr. VITO was probably pretty tired of this. Like you and I, he probably just wanted his chance to enjoy this event, have a good time and share some non-salesy conversations.<\/p>\n<p>And that&#8217;s exactly what he got from me.<\/p>\n<p><strong>People do business with people, not businesses. <\/strong><\/p>\n<p>Become a trusted advisor to your customers and make them WANT to choose you.<\/p>\n<p>Does your neighborhood conduct small community gatherings like fall festivals or garage sales? I&#8217;m sure there&#8217;s something comparable. If so, sponsor one. Meet people and have conversations with them. But here&#8217;s one important tip: Don&#8217;t market yourself or be &#8220;salesy&#8221; unless they ask. There&#8217;s nothing worse than someone walking around handing out business cards like pieces of gum. Just be present, converse, and say &#8220;Hello&#8221;. And when people ask when you do, tell them.<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/10\/trade-show-sema-marketing.jpg\" alt=\"marketing and exhibiting at trade shows like the sema show\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"trade show sema marketing\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tA Good Sales Prospecting Tip\n\t<\/h2>\n\t<p><i><strong>A good tip:<\/strong> <\/i>When I attend events like this I never offer to tell people who I am (except for my name of course), what I do, or what I can do for them. I only tell them this information when they ask. If the conversation is going well, they will ask.<\/p>\n<p>One thing I do always do, however is wear a name badge with my name and company logo. It&#8217;s simple. That way people will automatically know my name and my company without me having to be labeled as a solicitor by telling them.  Believe me, people know.  As soon as you walk up to them and say something like, &#8220;Hello, I&#8217;m Eric with MetricsMule, blah-blah-blah,&#8221; their protective wall usually ascends upward.  Why? Because that&#8217;s how everyone starts. If they are interested in what my company does or what I can offer, they&#8217;ll ask, and they usually do.  It&#8217;s that simple.<\/p>\n<blockquote><p><strong>As the night progressed&#8230;<\/strong><\/p><\/blockquote>\n<p>As the night progressed, I watched and waited for my small window of opportunity where I would have just one second for my approach. And when that time finally came, I made my move.<\/p>\n<p><b>It&#8217;s important to note: <\/b>You have to go in with a completely different mindset. Usually people (my old self included) will go in with an ABC or &#8220;always be closing&#8221; mindset. Nothing can be worse. Instead, gather your thoughts and change your mindset and approach to something more natural, something you do all the time. Approach your prospect with the mindset that you&#8217;re just going up to VITO as a friend. This works especially well at cocktail events or parties like this where people are just looking for an opportunity to let their hair down. All the other business stuff will eventually work itself out because ultimately people do business with people.<\/p>\n<h2>\n\t\tNeed more information?\n\t<\/h2>\n\t<p>That&#8217;s what we&#8217;re here for! Just e-mail us and we&#8217;ll be in touch with you shortly<\/p>\n<h2>\n\t\tTime to make my move\n\t<\/h2>\n\t<p>As I began making my way to Mr. VITO I could see the look on his face. It was the same look I saw when all the people before me make their approach. I could tell what he was thinking, &#8220;Ah man, now who&#8217;s this guy approaching me? He&#8217;s probably going to pitch me his idea or how his business is the best.&#8221;<\/p>\n<p><strong><em>Nope. I wasn&#8217;t going to do that.<\/em><\/strong><\/p>\n<p>Now remember, this is the COO of the 3rd largest insurance company in the United States (at the time &#8211; I&#8217;m not sure how they rank now).<\/p>\n<p>I decided to take a risk. There was a chance it would backfire but it was worth the risk. Even so, if it did backfire, I had a Plan B to save myself.<\/p>\n<p><strong>So I made my move&#8230;<\/strong><\/p>\n<blockquote><p>&#8220;Hey, how&#8217;s it goin&#8217;?&#8221;<\/p><\/blockquote>\n<p>I took a chance based off of his appearance; about 6&#8217;5&#8243; with an athletic build. I know, I&#8217;m stereo-typing but so what, I meant no harm. Plus, I had a lot of experience in what I was about to say because I played basketball myself from 12 years old all the way through college. I knew a &#8220;baller&#8221; when I saw one, LOL.<\/p>\n<p>I knew he lived in Maryland because that&#8217;s what his LinkedIn page said (always do your homework before) and that&#8217;s where he off-iced out of, too. I said, &#8220;Did you play ball in Maryland, too and if so what part? I played in a few tournaments in that area myself.&#8221;<\/p>\n<p>That&#8217;s all it took to open the door. You sense a little relief because he wasn&#8217;t expecting that.  But that it wasn&#8217;t the best part.<\/p>\n<p>One of the most heated topics for sports fans is something like this: Who are the best players of their time, who are the best shooters of all time, or who is your top 5 best players of all time. These are always fun debates. And that&#8217;s kind of what happened here.<\/p>\n<p>As we began talking more about basketball, the subject quickly changed to a top 5-type conversation. In this case, it was who was the best shooter of all time. I&#8217;m not sure about the exact details of how we ended up here, but the conversation specifically boiled down to who was a better player, Larry Bird or Dirk Nowitzki. It turned out that Mr. VITO was a HUGE Larry Bird fan.<\/p>\n<p>The conversation definitely got heated, but in one of those fun debate-type ways. We were both laughing hysterically. I was telling him that I thought Dirk Nowitzki was extremely underrated, that he was actually in my top 5 category for best basketball players of all time, and definitely better than Larry Bird. Well, Mr. VITO didn&#8217;t like that and it definitely caught him off guard. As our fun-filled, heated exchange kept going, Mr. VITO decided to take out his phone, pull up YouTube and make me watch a 10-minute highlight reel of Larry Bird&#8217;s greatest moments. He said we couldn&#8217;t continue our conversation until I watched the entire thing. And he watched me, watching his YouTube video highlight reel.<\/p>\n<h2>\n\t\tThings start to get interesting.\n\t<\/h2>\n\t<p>As VITO and I continued watching this video, I could sense that the hyenas were on the prowl, watching me in disgust as I took up so much of their valuable and precious time with Mr. VITO. They NEEDED their turn and they were&#8217;t going to continue waiting on me. So as we watched on VITO&#8217;s phone a small crowd started gathering around us, vying for valuable elbow room real estate next to VITO to finally get their chance for their sales pitch.<\/p>\n<p>In one instance the president of one very established, well known and popular automotive company made his approach to VITO, interrupting our Larry Bird vs. Dirk Nowitzki debate. Mr. VITO did not appreciate this because after all, we were discussing very important matters.<\/p>\n<p>The president of the company approaches Mr. VITO and says, &#8220;Hey VITO, I would like to introduce you to our new Director of Operations, Ms. XYZ and fill you in on some very important updates developed to serve you better.&#8221;<\/p>\n<p>It was the typical corporate jargon.<\/p>\n<p>I&#8217;ll never forget what happened next. Mr. VITO looks at Mr President and says, &#8220;Hey there. I can&#8217;t talk right now, I&#8217;m in a very important conversation with Eric and it won&#8217;t be over anytime soon. We have to finish our conversation.&#8221;<\/p>\n<p><b>LOL. <\/b><\/p>\n<p>I couldn&#8217;t believe what I just heard. And many other people heard the same thing. I could see the glum look on Mr. President&#8217;s face as he walked away somewhat discouraged. But then I could also see him look at me as he probably thought, &#8220;who the heck was Mr. VITO talking to that was so important.&#8221; Little did they know it had nothing to do with business. But it was important to Mr. VITO in that specific moment.<\/p>\n<p>It was important to Mr. VITO in that specific moment because he was not interested in serious business talks at 10 pm at night, at a lively dinner in Las Vegas with a drink in one hand and prime rib in the other, while The Weeknd was playing loud on the speakers behind us.<\/p>\n<p>People do business with people. People will take phone calls from people they&#8217;ve developed a relationship with or better yet, a friendship. And that&#8217;s exactly what happened that night. We had no business talk until the very end, and all that was said was &#8220;We have to continue this conversation. Give me a call the next time you&#8217;re in Maryland or I&#8217;ll give you a call the next time I&#8217;m in Houston.&#8221; Then we exchanged phone numbers.<\/p>\n<p>Our discussion lasted the remainder of the night, about 2 hours in total. And after he left the event, while I stayed, I can&#8217;t tell you how many people came up to me inquiring about how in the world I had Mr. VITO&#8217;s undivided and uninterrupted attention for two hours!  Everyone was telling me that he never does that, and that he rarely attends events like this. So when VITO does finally make an appearance at places, people flock to him like birds.<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/sales-pitch-SanDiego.jpg\" alt=\"Sales and marketing pitch to land a prospect\" itemprop=\"image\" height=\"900\" width=\"1200\" title=\"sales-pitch-SanDiego\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tWhat happened after SEMA?\n\t<\/h2>\n\t<p>Even though our conversation ended with an exchange of phone numbers, I still felt like I needed the icing on the cake. And what I did next was an idea I got from one of the books I mention below, &#8220;How to get a meeting with anyone.&#8221;<\/p>\n<p>After I got back to Houston, I waited a couple of days before sending the best gift I&#8217;ve ever spent money on (in business). The gift was an autographed (signed) 8&#215;10 photo of Larry Bird performing one of his signature moves that Mr. VITO ranted and raved about during our friendly, but heated debate at SEMA, in Las Vegas. Inside the package was a simple note enclosed in an envelope where I wrote: &#8220;Now I can see why Larry Bird is in your top 5, he&#8217;s amazing. But he&#8217;s still not in mine.&#8221; A few weeks later I was meeting with him San Diego, CA and closed one of the biggest deals I ever landed with a huge insurance company. And just think, my business was just a small 7-people operation.<\/p>\n<h3>\n\t\tRecommended books that helped me\n\t<\/h3>\n\t<iframe sandbox=\"allow-popups allow-scripts allow-modals allow-forms allow-same-origin\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" frameborder=\"0\" src=\"\/\/ws-na.amazon-adsystem.com\/widgets\/q?ServiceVersion=20070822&#038;OneJS=1&#038;Operation=GetAdHtml&#038;MarketPlace=US&#038;source=ss&#038;ref=as_ss_li_til&#038;ad_type=product_link&#038;tracking_id=metricsmule-20&#038;language=en_US&#038;marketplace=amazon&#038;region=US&#038;placement=0071752854&#038;asins=0071752854&#038;linkId=1e9d1918dab038c91207b835c3c12a03&#038;show_border=true&#038;link_opens_in_new_window=true\"><\/iframe>\n\t<iframe sandbox=\"allow-popups allow-scripts allow-modals allow-forms allow-same-origin\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" frameborder=\"0\" src=\"\/\/ws-na.amazon-adsystem.com\/widgets\/q?ServiceVersion=20070822&#038;OneJS=1&#038;Operation=GetAdHtml&#038;MarketPlace=US&#038;source=ss&#038;ref=as_ss_li_til&#038;ad_type=product_link&#038;tracking_id=metricsmule-20&#038;language=en_US&#038;marketplace=amazon&#038;region=US&#038;placement=1941631789&#038;asins=1941631789&#038;linkId=af3492c0e99b3de4fc0c960cca14d72a&#038;show_border=true&#038;link_opens_in_new_window=true\"><\/iframe>\n\t<iframe sandbox=\"allow-popups allow-scripts allow-modals allow-forms allow-same-origin\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" frameborder=\"0\" src=\"\/\/ws-na.amazon-adsystem.com\/widgets\/q?ServiceVersion=20070822&#038;OneJS=1&#038;Operation=GetAdHtml&#038;MarketPlace=US&#038;source=ss&#038;ref=as_ss_li_til&#038;ad_type=product_link&#038;tracking_id=metricsmule-20&#038;language=en_US&#038;marketplace=amazon&#038;region=US&#038;placement=0718033329&#038;asins=0718033329&#038;linkId=a1eb667651ffde265fbbaa7cd0a4f947&#038;show_border=true&#038;link_opens_in_new_window=true\"><\/iframe>\n<h3>\n\t\tWant to learn how to attract prospects?\n\t<\/h3>\n\t<p>I&#8217;ve spent years beating my head against the wall brainstorming and attempting to come up with new, creative ways how to attract prospects. I didn&#8217;t start having those &#8220;ah-ha&#8221; moments until I became an avid reader, and once I did things started to make more sense.<\/p>\n<p>&#8230;way more sense&#8230;<\/p>\n<p><strong>Know why?<\/strong><\/p>\n<p>Because of time, technology, and desensitization. This always changes. What may have worked in the year 2000 may not work today. That&#8217;s why it&#8217;s crucial to continue to invest in yourself, your skills, and your techniques. All of the tools, crafts, and lessons I learned in college (in the early 2000s) is completely obsolete today. For example, everything I learned in TV production editing back then is useless today. It&#8217;s not that I didn&#8217;t learn anything. On the contrary, it&#8217;s because that editing footage back then was analog (an extinct dinosaur), and today everything is digital, saved in the cloud, etc.<\/p>\n<p>So that&#8217;s why it&#8217;s important to &#8220;ABL,&#8221; always be learning.<\/p>\n<p>Do you want more techniques?<\/p>\n<h3><strong>I have a ton more waiting for you. <\/strong><\/h3>\n<p><a href=\"https:\/\/metricsmule.com\/contact-me\/\">Contact me today<\/a>, and I&#8217;ll share them with you.<\/p>\n<p>In the meantime, here are a few more pieces of information you may find helpful:<\/p>\n<ol>\n<li><a href=\"https:\/\/metricsmule.com\/seo-google\/best-seo-books-2023\/\">Best SEO Books 2023<\/a><\/li>\n<li><a href=\"https:\/\/metricsmule.com\/auto\/auto-body-shop-marketing\/\">Automotive Repair Shops Marketing Tips<\/a><\/li>\n<li><a href=\"https:\/\/metricsmule.com\/marketing\/20-presentation-tips\/\">20 Tips For Better Presentations<\/a><\/li>\n<li><a href=\"https:\/\/metricsmule.com\/consulting\/\">SEO and Marketing Consulting<\/a><\/li>\n<li><a href=\"https:\/\/metricsmule.com\/video-seo-services\/\">Video SEO<\/a><\/li>\n<\/ol>\n\t\t<h2>\n\t\t\tSubscribe to our blog\n\t\t<\/h2>\n\t\t\t<p>For updates and free personalized tips. <\/p>\t\t\n<form>\n\t<input type=\"hidden\" name=\"fl-layout-id\" value=\"3671\" \/>\n    \t\t<label for=\"pp-name-\">Name<\/label>\n    \t\tPlease enter your name.\n    \t\t<input type=\"text\" name=\"pp-name\" id=\"pp-name-\" value=\"\" placeholder=\"Name\"  \/>\n    \t\t<label for=\"pp-email-\">Email<\/label>\n    \t\tPlease enter a valid email address.\n    \t\t<input type=\"email\" name=\"pp-email\" id=\"pp-email-\" value=\"\" placeholder=\"Email\"  \/>\n    \t\t<label for=\"pp-message-\">Message<\/label>\n    \t\tPlease type your message.\n    \t\t<textarea name=\"pp-message\" id=\"pp-message-\" placeholder=\"Message\"><\/textarea>\n    \t<a href=\"#\" target=\"_self\" role=\"button\" rel=\"noopener\">\n    \t\t    \t\t    \t\tSend now\n    \t\t    \t<\/a>\n\t\t\tMessage failed. Please try again.\n<\/form>\n  <p>Thank you! You&#8217;re now on your way to discovering the power of SEO and watching your business grow. Let&#8217;s go! <\/p>\n\n","protected":false},"excerpt":{"rendered":"<p>How to attract prospects This was how I landed an account with one of the largest insurance companies in the &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/marketing\/how-to-attract-prospects\/\"> <span class=\"screen-reader-text\">How to attract prospects<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":3672,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"plain-container","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[56],"tags":[],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3671"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3671"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3671\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/3672"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3671"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=3671"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=3671"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}