{"id":3694,"date":"2023-01-02T14:44:41","date_gmt":"2023-01-02T20:44:41","guid":{"rendered":"https:\/\/metricsmule.com\/?p=3694"},"modified":"2023-01-02T14:44:41","modified_gmt":"2023-01-02T20:44:41","slug":"approaching-strangers","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/marketing\/approaching-strangers\/","title":{"rendered":"Approaching strangers"},"content":{"rendered":"\n\n\t\t<h1>\n\t\t\tHow to approach a group of strangers in business\n\t\t<\/h1>\n\t\t\t<p>Work a room in an authentic way to land more business deals.<\/p>\t\t\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.facebook.com\/sharer.php?u=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3694%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t\t\t\t<a class=\"uabb-ss-grid-button-link\" href=\"https:\/\/www.linkedin.com\/shareArticle?url=https%3A%2F%2Fmetricsmule.com%2F%3Fp%3D3694%26fl_builder\" target=\"_blank\" onclick=\"window.open(this.href,'social-share','left=20,top=20,width=500,height=500,toolbar=1,resizable=0');return false;\" rel=\"noopener\">\n\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/01\/How-to-approach-strangers.jpg\" alt=\"Learn how to approach a group of strangers at a business event\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"How-to-approach-strangers\" onerror=\"this.style.display='none'\"  \/>\n\t<p><em><strong>Disclosure: <\/strong>We only endorse things we&#8217;ve personally used, highly recommend, and feel that our awesome readers can benefit from. If you grab anything we mention using our referral links, we may get a small commission &#8211; however, here&#8217;s no extra cost to you. <\/em><\/p>\n<h2>\n\t\tHow to approach a group of people\n\t<\/h2>\n\t<p>Have you ever been to an event where it was your responsibility to meet new people, get new clients, or close prospective deals?<\/p>\n<p>Approaching a group of people can be challenging, especially if your job depends on it. But the approach is only the first problem. Another important consideration is when you finally work up the courage to approach a group of strangers and start a conversation, how do you do it without leaving a cringe-worthy feeling after you go?<\/p>\n<p>Unfortunately, most people leave thinking they&#8217;ve succeeded. Still, when they return to the office the following business day, they&#8217;re surprised to learn they&#8217;re not receiving a callback or a returned email from their &#8220;follow-up.&#8221;<\/p>\n<p>I failed at approaching a group full of strangers numerous times before learning the right approach to become successful. And believe me, it wasn&#8217;t easy. But there were two pivotal points in my career where it dawned on me that I finally found the right customer-landing approach.<\/p>\n<p>At first, I fell into the same category as most people fall under today.<\/p>\n<p><strong>Here&#8217;s what I mean: Networking<\/strong><\/p>\n<p>People use the word &#8220;networking&#8221; as overkill. People often identify the meaning of networking as attending a &#8220;networking event&#8221; to hand out their business cards. So they order one thousand business cards on VistaPrint or any other website that produces marketing collateral, walk around at their networking event, and disperse their business cards to any breathing creature in the room. They&#8217;ll say, &#8220;Hey, I&#8217;m Mike, and I work for ABC Company. We&#8217;re the leading experts in producing XYZ widgets. We can help you with (fill in the blank). Contact me when you&#8217;re ready. We&#8217;ve been in business for 25 years. We specialize in (whatever).&#8221; And it goes on and on and on. <\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/11\/blue-suit.jpg\" alt=\"networking with strangers\" itemprop=\"image\" height=\"630\" width=\"1200\" title=\"blue-suit\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tDo you want to know why &#8220;networking&#8221; like this is so cringe?\n\t<\/h2>\n\t<p>Because every statement coming out of Mike&#8217;s mouth is about him, &#8220;I&#8221; or &#8220;we.&#8221; There is nothing Mike is doing or saying that has yet to be done or heard before by everyone else in that room. <\/p>\n<p>So Mike continues this approach all night. He thinks he&#8217;s killin&#8217; it. And who knows, he may get a few calls in the following days with this approach. But let me tell you, this approach will only be successful for a short time. <\/p>\n<p>When Mike&#8217;s night concludes, he leaves his networking event feeling good about his efforts. After all, he only has five hundred business cards left, so he must have done a great job!<\/p>\n<p><strong>Wrong.  <\/strong><\/p>\n<p><strong>Quality &gt; Quantity, every time. <\/strong><\/p>\n<p>Even though Mike handed out five hundred business cards, his night could have been more successful. What&#8217;s more important is that this approach <strong><em>WILL NOT <\/em><\/strong>work with a key decision maker. <\/p>\n<p>So whether you approach a group of ten people where all ten are important decision-makers or only one out of ten is a decision-maker, you only get one chance to make an excellent first impression. <\/p>\n<blockquote><p><strong>Important Tip:<\/strong> Play the long game. Many people try to &#8220;close the deal&#8221; the night of their event. Do not force this. If it happens organically, great! But many times, it won&#8217;t. It may take another follow-up meeting or two after your initial approach.<\/p><\/blockquote>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2022\/12\/sales-pitch-1.jpg\" alt=\"Tips to improve your sales pitch at marketing events\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"sales-pitch-1\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t<a href=\"https:\/\/calendly.com\/metricsmule\/30min\" target=\"_blank\" rel=\"noopener\" role=\"button\" aria-label=\"Schedule a 30 minute call\">\n\t\t\t\t\t\t\t\t\t\t\tSchedule a 30 minute call\n\t\t<\/a>\n<h2>\n\t\tSo, what should you do? How should you approach a group of strangers?\n\t<\/h2>\n\t<p>Imagine yourself at a crowded cocktail party in a room full of strangers, and the only person you know is the person you brought with you. Or worse, you went solo. Well, it&#8217;s not worse if you play your cards right because it forces you to be more extroverted and not use your friend or colleague as a crutch (this happens a lot). <\/p>\n<p>Do you know what I see all the time? People who attend events with an incredible opportunity to meet new people, new contacts and customers, or make business deals, but instead, they&#8217;re hovering over the buffet table eating shrimp cocktail or in a corner talking to the one person they came there with. Nothing gets accomplished. <\/p>\n<p>Back in the day, when I attended events like this multiple times a year, my business partner and I would only see each other once. We only talked to each other when we traveled there or if we were in the same conversation with someone. While at the event, we split up and didn&#8217;t see each other for hours. If one of us saw another in the same area or nearby, we&#8217;d disperse to divide and conquer. Far too often, I see colleagues using each other as a crutch, talking amongst each other the entire night. <\/p>\n<p>So back to our cocktail night&#8230;<\/p>\n<p>You&#8217;re alone in a room with strangers. No one knows you, and vice versa.<\/p>\n<p>You have a few hours to spend there and need to make the most of it. As you walk around, you notice a group of ten people or so. After discovering this group, you also see that one of the people in that group is someone you&#8217;ve been attempting to get in contact with. <\/p>\n<p> <\/p>\n<p><strong>What do you do?<\/strong><\/p>\n<p>First, I&#8217;ll tell you what you shouldn&#8217;t do. Do not approach this group and say something like one of these five things: <\/p>\n<ol>\n<li>Hey, I&#8217;m Mike. I left you a few voicemails. Did you get them?<\/li>\n<li>How&#8217;s it going, guys? I&#8217;m Mike, with ABC company and we should work together. <\/li>\n<li>Hey everyone. *I won&#8217;t bother you because I know you&#8217;re busy, but&#8230;<\/li>\n<li>Hi. I just wanted to hand out my business card in case we can help you guys with XYZ in the future. <\/li>\n<li>Hey guys. Do you have a few minutes for me to tell you about my company?<\/li>\n<\/ol>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/01\/Marriott-Detroit.jpg\" alt=\"approaching strangers at a networking business event\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"Marriott-Detroit\" onerror=\"this.style.display='none'\"  \/>\n\t<p><strong>*This phrase,<\/strong> &#8220;I won&#8217;t bother you because I know you&#8217;re busy,&#8221; immediately lowers your status with your target. Don&#8217;t say this.<\/p>\n<p>None of these approaches above work. Why? Because it&#8217;s the same &#8216;ole tired stuff that everyone else says. You&#8217;re not doing any favors to stand out. In fact, you may not know it, but you may be putting up a few yellow flags to let everyone know that you may become some sort of solicitor in the future that will bombard them with requests.<\/p>\n<p>Remember, all of these people are in the same scenario you&#8217;re in. They&#8217;re simply attending an event and are looking for ways to unwind, converse with their peers, or have a pressure-free conversation.<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/01\/detroit-meeting.jpg\" alt=\"how to work a room full of strangers\" itemprop=\"image\" height=\"900\" width=\"900\" title=\"detroit-meeting\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\t 5 Approaches that have worked when approaching strangers at a business event.\n\t<\/h2>\n\t<p>Here are five approaches that have worked for me (and may help you, too). Once you choose one of these approaches, continue the conversation without once promoting yourself, your services, or your business. Instead, let the conversation naturally flow, like you&#8217;re talking with a new friend. If you&#8217;re engaging, they&#8217;ll eventually ask about you. And if they don&#8217;t, it&#8217;s okay. If you&#8217;re wearing a name badge with your name and company, they&#8217;ll remember who you are, and the next time you see them, they won&#8217;t have walls up because they&#8217;ll remember that you&#8217;re someone with who they had a pleasant conversation with. This is what I meant by you need to be patient and understand that these initial conversations may just be the first phase required to start a future business relationship. <\/p>\n<ol>\n<li>Hey, guys. How are you enjoying (the city you&#8217;re in) Chicago so far? Are any of you from around here, or did you have to travel to get here?<\/li>\n<li>Hey everyone. How do you guys all know each other? From here, let them talk, share stories, etc. Your job from here is to listen and become a part of future topics. <\/li>\n<li>What&#8217;s up, Jim? (if you see a nametag) What&#8217;s your drink of choice tonight? Or have you tried the dumplings yet? Not bad. If they mention their drink, spin a conversation off of that. For example, if they&#8217;re drinking an Old Fashioned, you can follow up with something like: &#8220;Oh, nice. What kind of whiskey?&#8221; <\/li>\n<li>Hi guys. Did you see the (think of something that happened today) thing that happened today?<\/li>\n<li>Hey everyone. This is not a bad view &#8211; as you look outside (if this is applicable). Anyone afraid of heights? All I know is that my ears were popping up a storm going up the elevator. <\/li>\n<\/ol>\n<p>These examples might seem too elementary or too simple to you. And you&#8217;re right. They are. But it works. Sometimes we (sales professionals) try too hard to find a new secret sauce or some form of new closing statement to say that will land you new accounts anytime you try. But that&#8217;s not real. <\/p>\n<p><strong>Be genuine. Be authentic. Be curious. <\/strong><\/p>\n\t\t<h2>\n\t\t\tSubscribe to our blog\n\t\t<\/h2>\n\t\t\t<p>For updates and free personalized tips. <\/p>\t\t\n<form>\n\t<input type=\"hidden\" name=\"fl-layout-id\" value=\"3694\" \/>\n    \t\t<label for=\"pp-name-\">Name<\/label>\n    \t\tPlease enter your name.\n    \t\t<input type=\"text\" name=\"pp-name\" id=\"pp-name-\" value=\"\" placeholder=\"Name\"  \/>\n    \t\t<label for=\"pp-email-\">Email<\/label>\n    \t\tPlease enter a valid email address.\n    \t\t<input type=\"email\" name=\"pp-email\" id=\"pp-email-\" value=\"\" placeholder=\"Email\"  \/>\n    \t\t<label for=\"pp-message-\">Message<\/label>\n    \t\tPlease type your message.\n    \t\t<textarea name=\"pp-message\" id=\"pp-message-\" placeholder=\"Message\"><\/textarea>\n    \t<a href=\"#\" target=\"_self\" role=\"button\" rel=\"noopener\">\n    \t\t    \t\t    \t\tSend now\n    \t\t    \t<\/a>\n\t\t\tMessage failed. Please try again.\n<\/form>\n  <p>Thank you! You&#8217;re now on your way to discovering the power of SEO and watching your business grow. Let&#8217;s go! <\/p>\n<h2>\n\t\tHere&#8217;s an honest approach story that worked for me. \n\t<\/h2>\n\t<p>A few years ago, I was in downtown Detroit attending an event on the top floor (72nd floor) of the tallest building in Michigan, the Detroit Marriott, at the Renaissance Center. This was an event that had it all; hors d&#8217;oeuvre, top-shelf drinks, carving stations, deserts, and all the works. And the food wasn&#8217;t the only thing that stood out because the views were even better.<\/p>\n<p>As the sun began to set, you could watch the late afternoon quickly turn into night through the floor-to-ceiling windows.<\/p>\n<p>As more people began to funnel in, I noticed that the crowd started getting larger and larger. As I walked around, I discovered that I was rubbing elbows with so many key decision-makers, and that&#8217;s when I noticed Phillip. Phillip was someone I had been trying to get a meeting with for about a year. This was going to be great, I thought! But as I looked around and people-watched for a few moments, I had to remember one very crucial thing: Everyone was here to blow off some steam, let their hair down, and enjoy a nice evening away from the daily grind.<\/p>\n<p>Don&#8217;t get me wrong, business was definitely being done here, but the only discussions that were happening were with people who already knew each other. There were better times for a cold sales call. Most of the deals being done were deals that were already in their second or third phase. In other words, this wasn&#8217;t a good time for an elevator pitch.<\/p>\n<p>I stood back for a few minutes and assessed my surroundings and the target group I needed to approach (Phillip and the group of people he was with). Everyone in this group knew each other and appeared close-knit. This was my only opportunity to put my fears aside and attempt to meet Phillip face-to-face because phone calls, emails, and letters weren&#8217;t working.<\/p>\nPhillip and the group he was with, about ten people, appeared to be in the middle of a good conversation. It seemed light because I noticed a few chuckles going around.<br \/>\nEach person had a drink in one hand, while the other hand was busy nibbling on the high-quality assortment of appetizers on their plate. Not to look too out of place, I quickly found the nearest open bar and ordered a drink myself.\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/01\/downtown-detroit.jpg\" alt=\"networking with strangers in detroit\" itemprop=\"image\" height=\"900\" width=\"900\" title=\"downtown-detroit\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tIt was now time for my approach.\n\t<\/h2>\n\t<p>I&#8217;m not going to lie; I was uncomfortable at first. That&#8217;s usually the case when you approach a group full of strangers. But your nerves start dismantling if you can get past the first sentence. <\/p>\n<p><strong>So I went for it. <\/strong><\/p>\n<p>I had my name badge on, with my name displayed directly above my company logo. So there would be no guessing who I was and what company I represented. There would also be no need for me to tell people my name and my company&#8217;s name. It was essential for me not to come off as someone who wanted something. <\/p>\n<blockquote><p>&#8220;Hey, what&#8217;s up, everyone? This is one heck of a view. Are any of you from around here?<\/p><\/blockquote>\n<p>This is the exact point that everyone quickly thinks to themselves one of three things (if not all three). <\/p>\n<ol>\n<li>Who is this guy (this stranger)?<\/li>\n<li>Oh great, what does this guy want, sell, or need?<\/li>\n<li>Do we know this guy? Is he with a company?<\/li>\n<\/ol>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/01\/approach-strangers.jpg\" alt=\"working a room full of strangers at business events to close deals\" itemprop=\"image\" height=\"900\" width=\"900\" title=\"approach-strangers\" onerror=\"this.style.display='none'\"  \/>\n\t<p>Regardless of your opening statement, people will tend to have their defensive walls go up until you can prove that you&#8217;re just around for a good time and conversation. Otherwise, people will attempt to get you out of there.<\/p>\n<p>So after my opening question, I could sense everyone&#8217;s eyes gleaming directly toward my name badge and company name, including Phillip&#8217;s. He knew right away who I was because I was the one that had been leaving him voicemails, and he was the one ignoring my messages.<\/p>\n<p>This is where most people go wrong. Many people in this situation take the time to remind Phillip that they had been unsuccessful in getting in touch with them.<\/p>\n<p>They&#8217;d say something like, &#8220;Oh, hey Phillip, I&#8217;m Eric with XYZ company. Good to finally put a face to a name. Have you gotten my messages?&#8221; This is a huge mistake to ask this question so early in the approach game. Believe me, Phillip knows. There&#8217;s no need to give him more power by reminding him that you&#8217;re the chaser and he&#8217;s the desired contact that you&#8217;re yearning to make a deal with.<\/p>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/01\/GM-building-Detroit.jpg\" alt=\"talking with business strangers in downtown detroit\" itemprop=\"image\" height=\"900\" width=\"900\" title=\"GM-building-Detroit\" onerror=\"this.style.display='none'\"  \/>\n<h2>\n\t\tSo this is what I did instead&#8230;\n\t<\/h2>\n\t<p>I just kept going with my initial question and expanded on the topic I brought up like I was just another guy in their group.<\/p>\n<p> However, I could tell that Phillip <strong><em>just knew <\/em><\/strong>that I was going to try to &#8220;sell&#8221; him or the people in his group. I didn&#8217;t. I only made eye contact with him and said: &#8220;Hey, what&#8217;s up, Phillip.&#8221; That way, it looked like I already knew him, which brought the defenses down of the other group members. <\/p>\n<p>And it also brought Phillip&#8217;s defenses down because his assumptions were untrue. I wasn&#8217;t going to remind him of my failure to secure a meeting with me or his failure to return my calls. I just said &#8220;what&#8217;s up&#8221; and continued talking. There was no mention of my services, how I could &#8220;help&#8221; them, or that I wanted to do business with them. They&#8217;re smart, and they could figure that out. <\/p>\n<p>I continued talking with them for almost an hour, which was great. Towards the end, people did start to ask what I did, and I told them, but in a friendly way, not a &#8220;salesy&#8221; way. And when the conclusion to our meeting approached, I had one particular woman ask tell me something so important that I&#8217;ll never forget. <\/p>\n<p>She said: &#8220;What you did was very impressive, approaching the whole group of us. We&#8217;re all from the same company, and I&#8217;m sure you know that we&#8217;re high up on the ladder. The way you came up to us when we were already in a conversation in an authentic way was impressive. Give me your business card. I&#8217;ll give you a call next week, and we&#8217;ll figure out a way to work together.&#8221;<\/p>\n<p>Wow, I thought! I can&#8217;t believe this worked. But, long story short, she did call me, and we made a great deal with a great partnership. <\/p>\n<p>Now, I&#8217;m not saying this is a surefire way to land any deal, but it proves that authenticity is best. <\/p>\n<h2>\n\t\tNeed more information?\n\t<\/h2>\n\t<p>That&#8217;s what we&#8217;re here for! Just e-mail us and we&#8217;ll be in touch with you shortly<\/p>\n<h2>\n\t\tBonus: Book\n\t<\/h2>\n\tWant to learn some remarkable marketing strategies? I highly recommend this book by Stu Heinecke, <em><strong>&#8220;How to get a meeting with anyone.&#8221;<\/strong><\/em> I understand you&#8217;re not technically trying to get a meeting with someone, but this book provides some really good tips on how to up your creativity game and standout.\n\t<iframe sandbox=\"allow-popups allow-scripts allow-modals allow-forms allow-same-origin\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" frameborder=\"0\" src=\"\/\/ws-na.amazon-adsystem.com\/widgets\/q?ServiceVersion=20070822&#038;OneJS=1&#038;Operation=GetAdHtml&#038;MarketPlace=US&#038;source=ss&#038;ref=as_ss_li_til&#038;ad_type=product_link&#038;tracking_id=metricsmule-20&#038;language=en_US&#038;marketplace=amazon&#038;region=US&#038;placement=1941631789&#038;asins=1941631789&#038;linkId=af3492c0e99b3de4fc0c960cca14d72a&#038;show_border=true&#038;link_opens_in_new_window=true\"><\/iframe>\n\n","protected":false},"excerpt":{"rendered":"<p>How to approach a group of strangers in business Work a room in an authentic way to land more business &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/marketing\/approaching-strangers\/\"> <span class=\"screen-reader-text\">Approaching strangers<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":3695,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"plain-container","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[56],"tags":[],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3694"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=3694"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/3694\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/3695"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=3694"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=3694"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=3694"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}