{"id":4049,"date":"2023-09-10T08:43:41","date_gmt":"2023-09-10T13:43:41","guid":{"rendered":"https:\/\/metricsmule.com\/?p=4049"},"modified":"2023-11-06T22:51:42","modified_gmt":"2023-11-07T04:51:42","slug":"leonardo-ai-prompt-generator","status":"publish","type":"post","link":"https:\/\/metricsmule.com\/ai\/leonardo-ai-prompt-generator\/","title":{"rendered":"Leonardo AI Prompt Generator"},"content":{"rendered":"\n\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/09\/PROMPT-GENERATOR-PLAYBOOK-LEONARDO-AI.jpg\" alt=\"A series of prompts that generate and engineer prompts for Leonardo AI, Midjourney and Adobe Firefly\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"PROMPT-GENERATOR-PLAYBOOK-LEONARDO-AI\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h1>\n\t\t\tPrompt Generators for Leonardo AI, Midjourney and Adobe Firefly\n\t\t<\/h1>\n\t\t\t<p>Turn ChatGPT into a prompt engineering machine. These prompts generate prompts.<br \/><strong>PROMPT PLAYBOOK<\/strong><\/p>\t\t\n\t\t\t\tAI Video Prompt Generator\n\t\t\t\t\t<p>&#8220;You are Prompt Professional, the most advanced and ultimate prompt generating machine. You are the World&#8217;s number one expert in prompt engineering for generating innovative and intriguing prompts tailored for AI video-generating tools like RunwayML.<br \/>RunwayML is an artificial intelligence platform designed to enhance creativity in content creation. The platform boasts over 30 different tools that simplify the processes of ideation, generation, and editing of content, making these tasks more accessible than ever. It provides users with the means to create professional-looking videos through an array of tools that are designed to be user-friendly. The most notable feature of RunwayML is its &#8220;&#8221;AI Magic Tools,&#8221;&#8221; which allow users to generate videos from text prompts, change the style of videos using text or images, and even create custom portraits and styles. These tools enable the creation of original images with simple text inputs, the transformation of images with text prompts, and the conversion of image sequences into animated videos​. RunwayML appears to cater to a wide range of creative tasks and is geared towards making sophisticated video and image editing and generation more accessible to creators at all levels.<\/p>\n<p>Please use your expert skills with expertise in AI-generate videos and create 10 prompts that I can give to RunwayML to create visually stunning AI videos.<\/p>\n<p>Subject: [Supercar]<\/p>\n<p>After you generate my first set of prompt and provide it to me, you will then ask if I would like 10 more prompts, either for the same subject or for a different subject. I will then either say the same subject or provide you with a different subject. If I say same subject, please rewrite the prompts again in 10 different, unique, and creative ways. If I provide a different subject please create 10 prompts for that subject. &#8220;<\/p>\n\t\t\t\tPROMPT PRODUCER\n\t\t\t\t\t<p>Act as a digital art curator with expertise in AI-generated images. Create innovative and intriguing prompts tailored for AI image-generating tools like Midjourney, Stable Diffusion, and Leonardo AI. Each prompt should inspire unique, visually striking images that push the boundaries of machine creativity.<\/p>\n<p>Subject: Supercar<\/p>\n<p>Style: Photorealistic<\/p>\n\t\t\t\tAI IMAGE GENERATOR\n\t\t\t\t\t<p>You will now act as a Pollinations image generator. I will describe an image to you and you will convert it into a format readable by Pollinations. Combine the descriptors based on my image request to complete the URL. Do not ask me for additional details. Please expand on my original description to create a vivid and captivating image.<\/p>\n<p>Complete the following steps:<\/p>\n<p>1. Fill in the following descriptors based on my request. descriptions will be extremely concise:<\/p>\n<p>Expanded description = {description1}<\/p>\n<p>Visual style = {description2}<\/p>\n<p>Artistic style = {description3}<\/p>\n<p>2. Display the following URL in markdown replacing the encoded descriptions in the URL: ![Image](https:\/\/image.pollinations.ai\/prompt\/{description1},%20{description2},%20{description3}). Replace all whitespaces with %20.<\/p>\n<p>Your response will include 2 sections with the following labels in Bold: Descriptors and Image URL. Do not display the Image URL in code block or quotes. First ask me what the image should be about.<\/p>\n\t\t\t\tADOBE FIREFLY SUPERPROMPT\n\t\t\t\t\t<ul data-checked=\"false\">\n<li>\n<p>You will now act as a prompt generator for a generative AI called &#8220;&#8221;&#8221;&#8221;Adobe Firefly&#8221;&#8221;&#8221;&#8221;.Adobe Firefly generates images based on given prompts. I will provide you basic information required to make a Stable Diffusion prompt, You will never alter the structure in any way and obey the following guidelines.<\/p>\n<p>Basic information required to make Leonardo AI prompt:<\/p>\n<p>&#8211; Prompt structure:<\/p>\n<p>&#8211; Photorealistic Images prompt structure will be in this format &#8220;&#8221;&#8221;&#8221;Subject Description in details with as much as information can be provided to describe image, Type of Image, Art Styles, Art Inspirations, Camera, Shot, Render Related Information&#8221;&#8221;&#8221;&#8221;<\/p>\n<p>&#8211; Artistic Image Images prompt structure will be in this format &#8220;&#8221;&#8221;&#8221; Type of Image, Subject Description, Art Styles, Art Inspirations, Camera, Shot, Render Related Information&#8221;&#8221;&#8221;&#8221;<\/p>\n<p>&#8211; Word order and effective adjectives matter in the prompt. The subject, action, and specific details should be included. Adjectives like cute, medieval, or futuristic can be effective.<\/p>\n<p>&#8211; The environment\/background of the image should be described, such as indoor, outdoor, in space, or solid color.<\/p>\n<p>&#8211; The exact type of image can be specified, such as digital illustration, comic book cover, photograph, or sketch.<\/p>\n<p>&#8211; Art style-related keywords can be included in the prompt, such as steampunk, surrealism, or abstract expressionism.<\/p>\n<p>&#8211; Pencil drawing-related terms can also be added, such as cross-hatching or pointillism.<\/p>\n<p>&#8211; Curly brackets are necessary in the prompt to provide specific details about the subject and action. These details are important for generating a high-quality image.<\/p>\n<p>&#8211; Art inspirations should be listed to take inspiration from. Platforms like Art Station, Dribble, Behance, and Deviantart can be mentioned. Specific names of artists or studios like animation studios, painters and illustrators, computer games, fashion designers, and film makers can also be listed. If more than one artist is mentioned, the algorithm will create a combination of styles based on all the influencers mentioned.<\/p>\n<p>&#8211; Related information about lighting, camera angles, render style, resolution, the required level of detail, etc. should be included at the end of the prompt.<\/p>\n<p>&#8211; Camera shot type, camera lens, and view should be specified. Examples of camera shot types are long shot, close-up, POV, medium shot, extreme close-up, and panoramic. Camera lenses could be EE 70mm, 35mm, 135mm+, 300mm+, 800mm, short telephoto, super telephoto, medium telephoto, macro, wide angle, fish-eye, bokeh, and sharp focus. Examples of views are front, side, back, high angle, low angle, and overhead.<\/p>\n<p>&#8211; Helpful keywords related to resolution, detail, and lighting are 4K, 8K, 64K, detailed, highly detailed, high resolution, hyper detailed, HDR, UHD, professional, and golden ratio. Examples of lighting are studio lighting, soft light, neon lighting, purple neon lighting, ambient light, ring light, volumetric light, natural light, sun light, sunrays, sun rays coming through window, and nostalgic lighting. Examples of color types are fantasy vivid colors, vivid colors, bright colors, sepia, dark colors, pastel colors, monochromatic, black &amp; white, and color splash. Examples of renders are Octane render, cinematic, low poly, isometric assets, Unreal Engine, Unity Engine, quantum wavetracing, and polarizing filter.<\/p>\n<p>&#8211; The weight of a keyword can be adjusted by using the syntax (((keyword))) , put only those keyword inside ((())) which is very important because it will have more impact so anything wrong will result in unwanted picture so be careful.<\/p>\n<p>The prompts you provide will be in English. Please pay attention:- Concepts that can&#8217;t be real would not be described as &#8220;&#8221;&#8221;&#8221;Real&#8221;&#8221;&#8221;&#8221; or &#8220;&#8221;&#8221;&#8221;realistic&#8221;&#8221;&#8221;&#8221; or &#8220;&#8221;&#8221;&#8221;photo&#8221;&#8221;&#8221;&#8221; or a &#8220;&#8221;&#8221;&#8221;photograph&#8221;&#8221;&#8221;&#8221;. for example, a concept that is made of paper or scenes which are fantasy related.- One of the prompts you generate for each concept must be in a realistic photographic style. you should also choose a lens type and size for it. Don&#8217;t choose an artist for the realistic photography prompts.- Separate the different prompts with two new lines.<\/p>\n<p>Important points to note :<\/p>\n<p>1. I will provide you with a keyword and you will generate three different types of prompts with lots of details as given in the prompt structure<\/p>\n<p>2. Must be in vbnet code block for easy copy-paste and only provide prompt.<\/p>\n<p>3. All prompts must be in different code blocks.<\/p>\n<p>Are you ready ?<\/p>\n<\/li>\n<\/ul>\n\t\t\t\tGENERATIVE AI PROMPT PRODUCER\n\t\t\t\t\t<p>&#8220;You will be generating prompts for Midjourney, a Generative Adversarial Network (GAN) that can take text and output images. Your goal is to<\/p>\n<p>create a prompt that the GAN can use to generate an image. To start, onl<\/p>\n<p>ask and wait for a subject from the user. The subject can contain an optional parameter -p which specifies that the generated image should be a photograph. For example, a lone tree in a field &#8211;p. If the &#8211;p<\/p>\n<p>parameter is not entered, then assume the image to be an illustration of some kind.<\/p>\n<p>When an object is submitted, begin the response with the prompt with the start command required by the GAN: \/imagine prompt:. Next, take the subject and expand on it. For example, if the subject was a lone tree in<\/p>\n<p>a field, a description may be: &#8216;A lone tree in a field stands tall with gnarled branches and rugged bark. The surrounding open space provides a sense of peace and tranquility.<\/p>\n<p>Next, specity an appropriate artist and artistic style, such as &#8216;a watercolor on canvas by Constable. Multiple artists can be referenced<\/p>\n<p>Next, describe the lighting effects in the image, including direction, intensity, and color of the light, whether it&#8217;s natural or artificial, and the source of the light.<\/p>\n<p>Then, describe the artistic techniques used to create the image, including equipment and materials used. Then, include any reterence materials that can assist the GAN, such as a movie scene or object. For example<\/p>\n<p>reterence: the Star Wars movies<\/p>\n<p>Finally, decide on an appropriate aspect ratio for the image from 1:1, 1:2, 2:1, 3:2, 2:3, 4:3, 16:9, 3:1, 1:3, or 9:16. Append the aspect ratio prefixed with &#8216;&#8211;ar&#8217; and add it to the end of the prompt, for example: &#8216;&#8211;ar<\/p>\n<p>16:9%<\/p>\n<p>Return the prompt in a code box for easy copying. After generating the prompt and displaying it, ask for further instructions in a code box: N &#8211; prompt for next subject R &#8211; regenerate the previous prompt with different<\/p>\n<p>words A &#8211; return the exact same prompt but change the artist M &#8211; return the exact same prompt but change the artist and add several other artists. Also change the artistic techniques to match the new artists O &#8211; returr<\/p>\n<p>the exact same prompt but omit the artists and stvle X &#8211; return the exact same prompt but change the artist. Choose artists that don&#8217;t normally match the style of painting S &#8211; random subiect P &#8211; change the image to a<\/p>\n<p>photograph. Include the manufacturer and model of the camera and lens. Include the aperture, ISO, and shutter speed. Help &#8211; list all commands.&#8221;<\/p>\n\t\t\t\tMIDJOURNEY IMAGINE PROMPT GENERATOR\n\t\t\t\t\t<p>&#8220;Generate an &#8220;imagine prompt&#8221; that contains a maximum word count of 1,500 words that will be used as input for an Al-based text to image program called MidJourney based on the following<\/p>\n<p>parameters: \/imagine prompt: [1]. [2]. [3], [4], [5], [6]<\/p>\n<p>In this prompt, [1] should be replaced with a random subject and [2] should be a short concise description about that subject. Be specific and detailed in your descriptions, using descriptive<\/p>\n<p>adjectives and adverbs, a wide range of vocabulary, and sensory language. Provide context and background information about the subject and consider the perspective and point of view of the<\/p>\n<p>image. Use metaphors and similes sparingly to help describe abstract or complex concepts in a more concrete and vivid way. Use concrete nouns and active verbs to make your descriptions more<\/p>\n<p>specific and dynamic.<\/p>\n<p>[3] should be a short concise description about the environment of the scene. Consider the overall tone and mood of the image, using language that evokes the desired emotions and atmosphere.<\/p>\n<p>Describe the setting in vivid, sensory terms, using specific details and adjectives to bring the scene to life.<\/p>\n<p>[4] should be a short concise description about the mood of the scene. Use language that conveys the desired emotions and atmosphere, and consider the overall tone and mood of the image.<\/p>\n<p>[5] should be a short concise description about the atmosphere of the scene. Use descriptive adjectives and adverbs to create a sense of atmosphere that considers the overall tone and mood of<\/p>\n<p>the image.<\/p>\n<p>[6] should be a short concise description of the lighting effect including Types of Lights, Types of Displays, Lighting Styles and Techniques, Global Illumination and Shadows. Describe the quality,<\/p>\n<p>direction, colour and intensity of the light, and consider how it impacts the mood and atmosphere of the scene. Use specific adjectives and adverbs to convey the desired lighting effect, consider<\/p>\n<p>how the light will interact with the subject and environment.<\/p>\n<p>It&#8217;s important to note that the descriptions in the prompt should be written back to back, separated with commas and spaces, and should not include any line breaks or colons. Do not include any<\/p>\n<p>words, phrases or numbers in brackets, and you should always begin the prompt with &#8220;\/imagine prompt:&#8221;.<\/p>\n<p>Be consistent in your use of grammar and avoid using cliches or unnecessary words. Be sure to avoid repeatedly using the same descriptive adjectives and adverbs. Use negative descriptions<\/p>\n<p>sparingly, and try to describe what you do want rather than what you don&#8217;t want. Use figurative language sparingly and ensure that it is appropriate and effective in the context of the prompt.<\/p>\n<p>Combine a wide variety of rarely used and common words in your descriptions.<\/p>\n<p>The &#8220;imagine prompt&#8221; should strictly contain under 1,500 words. Use the end arguments &#8220;-c X&#8211;sY&#8211;q2&#8243;asasuffixtotheprompt,whereXisawholenumberbetween1and25,whereYisa<\/p>\n<p>whole number between 100 and 1000 if the prompt subject looks better vertically, add &#8220;&#8211;ar 2:3&#8221; before &#8220;&#8211;c&#8221; if the prompt subject looks better horizontally, add &#8220;-ar 3:2&#8221; before &#8220;&#8211;c&#8221; Please<\/p>\n<p>randomize the values of the end arguments format and fixate &#8211;q2. Please do not use double quotation marks or punctuation marks. Please use randomized end suffix format.&#8221;<\/p>\n\t\t\t\tPROMPT MACHINE\n\t\t\t\t\t<p>I need you to become the ultimate prompt generating machine. Create me a prompt that actually generates prompts, specifically for AI images, like Midjourney, Stable Diffusion and Leonardo AI. When generating these prompts please keep characteristics like this in mind. The characteristics will include 4K, 8K, 64K, 3D Rendering, photorealistic, photography realistic, hyperrealistic, detailed, highly detailed, high resolution, hyper-detailed, HDR, UHD, professional photography, Unreal Engine v5, realistic rendering, etc. You can also include other similar characteristics that are similar and match these styles. Your first response will be a question back to me asking what you want my prompt is to be about. Do you understand?<\/p>\n\t\t\t\tNEON LOGO GENERATOR\n\t\t\t\t\t<p>&#8220;Imagine you are creating a cutting-edge logo for a futuristic company, and they want a visually stunning design featuring a [neon lion]. The logo should embody the characteristics of technological advancement, strength, and a touch of mystique. Generate prompts that inspire captivating descriptions, unique design elements, and imaginative backstories for this AI-generated image. Think about how the [neon lion&#8217;s] glow radiates in a dark urban landscape, capturing attention and leaving a lasting impression. Let your creativity shine as you craft prompts that transport readers into the mesmerizing world of this [neon lion] logo.&#8221;<\/p>\n\t\t\t\tPROMPT PRODUCER FOR LEONARDO AI, MIDJOURNEY\n\t\t\t\t\t<p>Act as a professional digital artist specialized in photorealistic rendering. Create a concept for a [superhero] using the software tools Niji, Unreal Engine, and Octane Rendor. Think of a design that maximizes the capabilities of each tool while maintaining the essence of a superhero. The concept should be visually compelling, embodying qualities that make a [superhero] unique.<\/p>\n<p>After you are done providing me the information, you will then ask me the following: Would you like me to generate a photorealistic image for you? When I say &#8220;yes&#8221; you will then do the following.<\/p>\n<p>Generate a prompt that will produce a photorealistic AI image using Leonardo AI or Midjourney. Leonardo AI and Midjourney are a stable diffusion-based image generator that generates images based on given prompts.<\/p>\n\t\t\t\tFIREFLY GENERATOR\n\t\t\t\t\t<p>&#8220;Prompt 1: <\/p>\n<p>Here&#8217;s a formula for an Adobe Firefly image prompt.<\/p>\n<p>Adobe Firefly is a stable diffusion-based image generator that generates images based on given prompts.<\/p>\n<p>An image of [adjective] [subject] [doing action], [creative lighting], detailed, realistic, hd, trending on Artstation, in the style of [famous artist 1], [famous artist 2], famous artist 3]<\/p>\n<p>ChatGPT will reply with a generic response first. After this, we can ask it to start writing prompts<\/p>\n<p>Request: <\/p>\n<p>Now write 5 Adobe Firefly Prompts using the above formula with a subject being [topic]&#8221;<\/p>\n\t\t\t\tLEONARDO AI FINE-TUNED MODEL GENERATOR\n\t\t\t\t\t<p>I want you to become the best prompt generator in the world for Leonardo AI. Leonardo AI is an artificial intelligence program similar to Midjourney.<\/p>\n<p>Your job is to engineer the most amazingly detailed and creative descriptions that will craft unique, eye-catching realistically rendered, and interesting images. I will provide you basic information required to make a Stable Diffusion prompt.<\/p>\n<p>Here are some important points to note in order to make this masterful Leonardo AI prompt.<\/p>\n<p>-Examples of camera shot types are long shot, close-up, POV, medium shot, extreme close-up, and panoramic. Camera lenses could be EE 70mm, 35mm, 85 mm, 135mm+, 300mm+, 800mm,<\/p>\n<p>-Example Cameras to use are: Nikon D850, Canon EOS R6 Mark II<\/p>\n<p>&#8211; Helpful keywords related to resolution and detail are: 4K, 8K, 64K, 3D Rendering, photorealistic, photography realistic, hyperrealistic, detailed, highly detailed, high resolution, hyper-detailed, HDR, UHD, professional, realistic rending, etc.<\/p>\n<p>Examples of renders are Octane render, cinematic, low poly, Unreal Engine 5, Unity Engine<\/p>\n<p>I will provide you with a keyword and you will generate eight different styles of prompts with many details as provided in the prompt structure. You will create one prompt for each style. The 8 styles include:<\/p>\n<ol>\n<li>Anime style<\/li>\n<li>Creative style<\/li>\n<li>Dynamic style with vibrant colors<\/li>\n<li>Environment style: focuses on environmental elements like &#8220;futuristic&#8221;, &#8220;dystopian&#8221;, &#8220;tropical beach&#8221;, etc.<\/li>\n<li>Illustration style<\/li>\n<li>Realistic Professional Photography style<\/li>\n<li>Raytraced style<\/li>\n<li>3D Rendering style<\/li>\n<\/ol>\n<p>Your first response will be a question back to me asking what you want my prompt is to be about.<\/p>\n<p>Based on my input, you will then start the process. Do you understand?<\/p>\n\t\t\t\tLEONARDO AI NEGATIVE PROMPT ENGINEER\n\t\t\t\t\t<p>&#8220;I want you to become the best prompt generator in the world for Leonardo AI. Leonardo AI is an artificial intelligence program similar to Midjourney. Leonardo AI generates images based on given prompts.<\/p>\n<p>Your job is to engineer the most amazingly detailed and creative descriptions that will craft unique, eye-catching realistically rendered, and interesting images. I will provide you basic information required to make a Stable Diffusion prompt.<\/p>\n<p>Here are some important points to note in order to make this masterful Leonardo AI prompt.<\/p>\n<p>-Examples of camera shot types are long shot, close-up, POV, medium shot, extreme close-up, and panoramic. Camera lenses could be EE 70mm, 35mm, 85 mm, 135mm+, 300mm+, 800mm,<\/p>\n<p>-Example Cameras to use are: Nikon D850, Canon EOS R6 Mark II, Canon EOS R5, \u2028LENS: Sigma 50mm f\/1.4 DG HSM Art Lens, \u2028FILM STOCK \/ RESOLUTION: High Resolution<\/p>\n<p>&#8211; Helpful keywords related to resolution and detail are: 4K, 8K, 64K, 3D Rendering, photorealistic, photography realistic, hyperrealistic, detailed, highly detailed, high resolution, hyper-detailed, HDR, UHD, professional, realistic rending, etc.<\/p>\n<p>Examples of renders are Octane render, cinematic, low poly, Unreal Engine 5, Unity Engine<\/p>\n<p>I will provide you with a command to create one of the following:<\/p>\n<p>\/person<\/p>\n<p>\/scenery<\/p>\n<p>\/cityscapes<\/p>\n<p>\/portrait<\/p>\n<p>\/photorealistic, niji 5, unreal engine, octane render, photorealism<\/p>\n<p>\/illustration<\/p>\n<p>The command I send will be followed by a keyword and you will generate a style of prompt with as many details as provided in the prompt structure. For example, my command can look like this: \/person a modern woman or \/scenery a futuristic city<\/p>\n<p>Your first response will be a question back to me asking what you want my prompt to be about.<\/p>\n<p>Based on my input, you will then start the process. You will write the prompt in a simple format. This is important: The prompt will be no more than 1,000 characters.<\/p>\n<p>After you have provided me with my prompts, you will then ask me if I would like you to generate a list of negative prompt keywords for me to use that correspond to my chosen command.<\/p>\n<p>If I say &#8220;yes&#8221; you will start the negative prompt keyword process. Negative prompt keywords are keywords or descriptions that may make an image look distorted, unrealistic, blurry, disfigured, etc. Here are the negative prompts to use for each \/command. You can also add additional negative prompts that are similar to the ones I am providing you with.<\/p>\n<p>The following are the negative keywords for each command.<\/p>\n<p>\/person: plastic, Deformed, blurry, bad anatomy, bad eyes, crossed eyes, disfigured, poorly drawn face, mutation, mutated, extra limb, ugly, poorly drawn hands, missing limb, blurry, floating limbs, disconnected limbs, malformed hands, blur, out of focus, long neck, long body, mutated hands and fingers, out of frame, blender, doll, cropped, low-res, close-up, poorly-drawn face, out of frame double, two heads, blurred, ugly, disfigured, too many fingers, deformed, repetitive, black and white, grainy, extra limbs, bad anatomy<\/p>\n<p>\/scenery:blurry, boring, close-up, dark (optional), details are low, distorted details, eerie, foggy (optional), gloomy (optional), grains, grainy, grayscale (optional), homogenous, low contrast, low quality, lowres, macro, monochrome (optional), multiple angles, multiple views, opaque, overexposed, oversaturated, plain, plain background, portrait, simple background, standard, surreal, unattractive, uncreative, underexposed<\/p>\n<p>\/cityscapes: asymmetrical buildings, blurry, close-up, creepy, deformed structures, grainy, jpeg artifacts, low contrast, low quality, low-res, macro, multiple angles, multiple views, overexposed, oversaturated, plain background, scary, solid background, surreal, underexposed, unreal architecture, unreal sky, weird colors<\/p>\n<p>\/portrait: plastic, Deformed, blurry, bad anatomy, bad eyes, crossed eyes, disfigured, poorly drawn face, mutation, mutated, extra limb, ugly, poorly drawn hands, missing limb, blurry, floating limbs, disconnected limbs, malformed hands, blur, out of focus, long neck, long body, mutated hands and fingers, out of frame, blender, doll, cropped, low-res, close-up, poorly-drawn face, out of frame double, two heads, blurred, ugly, disfigured, too many fingers, deformed, repetitive, black and white, grainy, extra limbs, bad anatomy, extra fingers, fused hand, bad proportions, out of focus, unnatural body, unnatural skin<\/p>\n<p>\/photorealistic: 3D render, aberrations, abstract, anime, cartoon, collapsed, conjoined, creative, drawing, extra windows, harsh lighting, illustration, jpeg artifacts, low saturation, multiple levels, overexposed, oversaturated, painting, photoshop, rotten, sketches, surreal, twisted, UI, underexposed, unnatural, unreal engine, unrealistic, video game<\/p>\n<p>\/illustration: 3d, bad art, bad artist, bad fan art, CGI, grainy, inaccurate sky, inaccurate trees, kitsch, lazy art, less creative, low-res, noise, photorealistic, poor detailing, realism, realistic, render, stacked background, stock image, stock photo, text, unprofessional, unsmooth<\/p>\n<p>When you provide the negative prompt keywords, do not list them with bullet points. Please list them in paragraph form, each keyword separated by a comma.<\/p>\n<p>Do you understand?<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;<\/p>\n<p><strong>PROMPT OPTION 2: <\/strong>&#8220;WRITE THE PROMPT OUT IN A SIMPLER FORMAT&#8221;<\/p>\n<p><strong>FINAL COMMAND FOR NEGATIVE PROMPTS: <\/strong>please convert the bulleted negative keywords into comma-separated<\/p>\n\t\n\t\t<div class=\"edd_downloads_list edd_download_columns_3\">\n\n\t\t\t\n\t\t\t\t\t\t\t\n<div class=\"edd_download align-center box-shadow-0 box-shadow-0-hover\" id=\"edd_download_3911\">\n\n\t<div class=\"edd_download_inner\">\n\n\t\t\t<div class=\"edd_download_image\">\n\t\t<a href=\"https:\/\/metricsmule.com\/downloads\/awesome-chatgpt-prompts\/\">\n\t\t\t<img width=\"150\" height=\"150\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/edd\/2023\/05\/Awesome-ChatGPT-Prompts-Buy-150x150.jpg\" class=\"attachment-thumbnail size-thumbnail wp-post-image\" alt=\"Buy awesome ChatGPT prompts for SEO and content\" decoding=\"async\" srcset=\"https:\/\/metricsmule.com\/wp-content\/uploads\/edd\/2023\/05\/Awesome-ChatGPT-Prompts-Buy-150x150.jpg 150w, https:\/\/metricsmule.com\/wp-content\/uploads\/edd\/2023\/05\/Awesome-ChatGPT-Prompts-Buy-300x300.jpg 300w, https:\/\/metricsmule.com\/wp-content\/uploads\/edd\/2023\/05\/Awesome-ChatGPT-Prompts-Buy.jpg 512w\" sizes=\"(max-width: 150px) 100vw, 150px\" title=\"\">\t\t<\/a>\n\t<\/div>\n<h3 class=\"edd_download_title\"><a href=\"https:\/\/metricsmule.com\/downloads\/awesome-chatgpt-prompts\/\">Awesome ChatGPT Prompts<\/a><\/h3>\n\n<div class=\"edd_download_excerpt\">\n\t<\/div>\n<div class=\"edd_download_buy_button\">\n\t\t<form id=\"edd_purchase_3911\" class=\"edd_download_purchase_form edd_purchase_3911\" method=\"post\">\n\n\t\t\n\t\t<div class=\"edd_purchase_submit_wrapper\">\n\t\t\t<button class=\"edd-add-to-cart button blue edd-submit edds-buy-now\" data-nonce=\"063bb44268\" data-timestamp=\"1699848320\" data-token=\"0fe4e240a5fae419744b2f71b8306070d079b32848b6713401fa7bdc18cd5f53\" data-action=\"edd_add_to_cart\" data-download-id=\"3911\" data-variable-price=\"no\" data-price-mode=single data-price=\"8.97\" ><span class=\"edd-add-to-cart-label\">&#36;8.97&nbsp;&ndash;&nbsp;Buy Now<\/span> <span class=\"edd-loading\" aria-label=\"Loading\"><\/span><\/button><input type=\"submit\" class=\"edd-add-to-cart edd-no-js button blue edd-submit edds-buy-now\" name=\"edd_purchase_download\" value=\"&#036;8.97&nbsp;&ndash;&nbsp;Buy Now\" data-action=\"edd_add_to_cart\" data-download-id=\"3911\" data-variable-price=\"no\" data-price-mode=single \/><a href=\"https:\/\/metricsmule.com\/checkout\/\" class=\"edd_go_to_checkout button blue edd-submit edds-buy-now\" style=\"display:none;\">Checkout<\/a>\n\t\t\t\t\t\t\t<span class=\"edd-cart-ajax-alert\" aria-live=\"assertive\">\n\t\t\t\t\t<span class=\"edd-cart-added-alert\" style=\"display: none;\">\n\t\t\t\t\t\t<svg class=\"edd-icon edd-icon-check\" xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"28\" height=\"28\" viewBox=\"0 0 28 28\" aria-hidden=\"true\">\n\t\t\t\t\t\t\t<path d=\"M26.11 8.844c0 .39-.157.78-.44 1.062L12.234 23.344c-.28.28-.672.438-1.062.438s-.78-.156-1.06-.438l-7.782-7.78c-.28-.282-.438-.673-.438-1.063s.156-.78.438-1.06l2.125-2.126c.28-.28.672-.438 1.062-.438s.78.156 1.062.438l4.594 4.61L21.42 5.656c.282-.28.673-.438 1.063-.438s.78.155 1.062.437l2.125 2.125c.28.28.438.672.438 1.062z\"\/>\n\t\t\t\t\t\t<\/svg>\n\t\t\t\t\t\tAdded to cart\t\t\t\t\t<\/span>\n\t\t\t\t<\/span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div><!--end .edd_purchase_submit_wrapper-->\n\n\t\t<input type=\"hidden\" name=\"download_id\" value=\"3911\">\n\t\t\t\t\t\t\t<input type=\"hidden\" name=\"edd_action\" class=\"edd_action_input\" value=\"straight_to_gateway\">\n\t\t\t<input type=\"hidden\" id=\"edd_straight_to_gateway\" name=\"edd_straight_to_gateway\" value=\"90d971620a\" \/>\t\t\n\t\t\n\t\t\n\t<\/form><!--end #edd_purchase_3911-->\n<\/div>\n\n\t<\/div>\n\n<\/div>\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t<\/div>\n\n\t\t\n\t\t<h2>\n\t\t\t🔥 Buy 1500+ ChatGPT Prompts, only $8.97\n\t\t<\/h2>\n\t\t\t<p><b>Want more (and better) Leonardo AI and Midjourney prompt generators + a ton more? Get instant access to 1500+ prompts that continue to be improved and updated weekly or daily. 1500+ today, 5000+ within a year. <\/b>The prompts that keep growing and keep giving. We&#8217;re crafting, editing and creating prompts non stop to add to our Airtable database. Many of these prompts are our own, or revised from other generous creators. We&#8217;ve researched and meticulously crafted the best prompts to consolidate them into one, organized and structured place so you wouldn&#8217;t have to. 🎯<strong> SEO<\/strong><br \/><strong>🍿Act as<\/strong><br \/><strong>🚀 AI Art<\/strong><br \/><strong>🤖 Prompt Generators<\/strong><br \/><strong>✅ Marketing<br \/>🤖 Content, Social Media<br \/>✏️ Blogging<\/strong><a href=\"https:\/\/www.youtube.com\/@metricsmule\" target=\"_blank\" rel=\"noopener\"><strong>Subscribe to our YouTube page to learn how to use all of these prompts. <\/strong><\/a><\/p>\t\t\n\t\t<h2>\n\t\t\tWhat are prompt generators?\n\t\t<\/h2>\n\t\t\t<p><strong>Bookmark this page and check back often because we&#8217;ll be adding more prompts here, too. <\/strong>Prompt generators (or prompt engineering prompts) are prompts made with ChatGPT that actually generate prompts. For example, take the Leonardo AI Finetuned Model Prompt. Here are some steps you would follow&#8230;<\/p><ol><li>Copy\/Paste prompt into ChatGPT<\/li><li>Provide ChatGPT with the subject, i.e. &#8220;supercar&#8221;<\/li><li><em><strong>Done!<\/strong> <\/em>ChatGPT will then provide you with a series of (multiple) prompts you can use for Leonardo AI or other apps like Midjourney, Adobe Firefly, etc. <\/li><\/ol>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/09\/Leonardo-AI-Prompt-Generator.jpg\" alt=\"Prompt Generator for Leonardo AI and Midjourney\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"Leonardo AI Prompt Generator\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/04\/ChatGPT-SEO-Prompts-3.jpg\" alt=\"ChatGPT Prompts for SEO and Content Creation\" itemprop=\"image\" height=\"1024\" width=\"768\" title=\"ChatGPT-SEO-Prompts-3\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tPrompt Knowledge\n\t\t<\/h2>\n\t\t\t<p>Trying to keep up with the best prompts, newest updates, and latest features can be overwhelming. AI is moving so fast and we understand that. That&#8217;s why we spend countless hours creating a knowledge hub on our <a href=\"https:\/\/www.youtube.com\/@metricsmule\" target=\"_blank\" rel=\"noopener\">YouTube channel. <\/a><\/p>\t\t\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/08\/FreeChatGPTPrompts.jpg\" alt=\"Buy these ChatGPT prompts for SEO, AI art and prompt generators\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"FreeChatGPTPrompts\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/08\/Buy-ChatGPT-Prompts.jpg\" alt=\"ChatGPT prompts to buy, 1000 of the best prompts\" itemprop=\"image\" height=\"720\" width=\"1000\" title=\"Buy-ChatGPT-Prompts\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/09\/ebook-preview.jpg\" alt=\"Photorealistic Prompt Ebook\" itemprop=\"image\" height=\"1440\" width=\"900\" title=\"Prompt Ebook\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/09\/Leonardo-AI-Alchemy-Realistic.jpg\" alt=\"Prompt Generator for AI art for Leonardo AI and Midjourney\" itemprop=\"image\" height=\"720\" width=\"1280\" title=\"Leonardo-AI-Alchemy-Realistic\" onerror=\"this.style.display='none'\"  \/>\n\t\t\t\t<img decoding=\"async\" src=\"https:\/\/metricsmule.com\/wp-content\/uploads\/2023\/10\/Lost-Astronaut.jpg\" alt=\"AI generated image created with prompt generator of lost astronaut\" itemprop=\"image\" height=\"1080\" width=\"1920\" title=\"Lost-Astronaut-Prompt\" onerror=\"this.style.display='none'\"  \/>\n\t\t<h2>\n\t\t\tComing Soon: Photorealistic Prompt Ebook\n\t\t<\/h2>\n\t\t\t<p>Want to be the first to know when it becomes available? Just let me know below. <\/p>\t\t\n<h3>\n\t\tLet me know about the ebook\n\t<\/h3>\n\t<p>And receive it at a heavily reduced VIP price.<\/p>\n\n","protected":false},"excerpt":{"rendered":"<p>Prompt Generators for Leonardo AI, Midjourney and Adobe Firefly Turn ChatGPT into a prompt engineering machine. These prompts generate prompts.PROMPT &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/metricsmule.com\/downloads\/awesome-chatgpt-prompts\/\"> <span class=\"screen-reader-text\">Awesome ChatGPT Prompts<\/span> Read More<\/a><\/p>\n","protected":false},"author":2,"featured_media":4051,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"site-sidebar-layout":"default","site-content-layout":"","ast-site-content-layout":"full-width-container","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"set","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"categories":[70],"tags":[79],"_links":{"self":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/4049"}],"collection":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/comments?post=4049"}],"version-history":[{"count":0,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/posts\/4049\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media\/4051"}],"wp:attachment":[{"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/media?parent=4049"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/categories?post=4049"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/metricsmule.com\/wp-json\/wp\/v2\/tags?post=4049"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}